{
    "columnLength": 18,
    "speakerList": {
        "numberOfSpeakers": 73,
        "speaker": [
            {
                "id": 2570,
                "createdDate": 1390369429637,
                "updatedDate": 1390523925338,
                "version": 1,
                "bio": "Matt brings over a decade of customer implementation and support experience to his role as Apprenda’s VP of Client Services. Apprenda’s client services team drives education, implementation, and customization of Apprenda for customers around the world through the world’s first private cloud adoption program: Apprenda CloudRISE. He’s a regular speaker at various conferences and Code Camps around the U.S and teaches INF496 Cloud Computing at SUNY Albany. Matt was awarded the Business Review’s 40 Under 40 in 2010.",
                "firstName": "Matt",
                "lastName": "Ammerman",
                "twitterId": "mattammerman",
                "googlePlusId": "",
                "linkedInId": "mattammerman",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2584,
                "createdDate": 1390438712248,
                "updatedDate": 1391697890490,
                "version": 2,
                "bio": "Aaron is a Principal Consultant at Cigital where he drives secure programming practices. Aaron is the creator of Repsheet, an open source framework for web application attack prevention. He is a contributor to Brakeman, a Ruby on Rails static analysis tool and a co-author of Programming Clojure.",
                "firstName": "Aaron",
                "lastName": "Bedra",
                "twitterId": "abedra",
                "googlePlusId": "",
                "linkedInId": "abedra",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1294,
                "createdDate": null,
                "updatedDate": 1390408236167,
                "version": 3,
                "bio": "Peter is a contract member of the GitHub training team, the co-founder and CTO of Speak Geek, helping business people to hire and manage developers more effectively, the co-founder of CTO school and a regular presenter on a range of technologies - from chef to Neo4j.\r\n\r\nHe has presented at a range of conferences including DLD conference, ooPSLA, DevNexus, QCon NY, QCon SF, RubyNation, SpringOne2GX, Code Generation, Practical Product Lines, the British Computer Society Software Practices Advancement conference, GraphConnect, cf.Objective(), CF United, Scotch on the Rocks, WebDU, WebManiacs, UberConf, the Rich Web Experience and the No Fluff Just Stuff Enterprise Java tour. He has been published in IEEE Software, Dr. Dobbs, IBM developerWorks, Information Week, Methods & Tools, Mashed Code, the Open Source Journal, NFJS the Magazine and GroovyMag.",
                "firstName": "Peter",
                "lastName": "Bell",
                "twitterId": "peterbell",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2551,
                "createdDate": 1390340646368,
                "updatedDate": 1390360525692,
                "version": 2,
                "bio": "Mariana Bravo studies and uses Agile since 2006, having interest in themes such as: TDD, refactoring, software craftsmanship, and Lean Software Development. She was a co-founder and organizer of the Coding Dojo @ SP, as well as an organizer for Agile Brazil and Encontro Ágil. Since 2011 she is a developer and a consultant at ThoughtWorks, helping teams to deliver high quality software using Agile.\r\n\r\nMariana Bravo is co-presenting with Danilo Sato.",
                "firstName": "Mariana",
                "lastName": "Bravo",
                "twitterId": "marivb",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2217,
                "createdDate": 1388841590213,
                "updatedDate": 1388841787451,
                "version": 1,
                "bio": "Ed Burns is currently a consulting member of the technical staff at Oracle America Inc., where he leads a team of Web experts from across the industry in developing JavaServer Faces Technology through the Java Community Process and in open source. He is the author of four books for McGraw-Hill: Secrets of the Rock Star Programmers (2008), JavaServer Faces: The Complete Reference (co-authored with Chris Schalk, 2006), JavaServer Faces 2.0: The Complete Reference (co-authored with Chris Schalk and Neil Griffin, 2009), and Hudson Continuous Integration in Practice (co-authored with Winston Prakash, 2013).\r\n\r\nBefore working on JavaServer Faces, Ed worked on a wide variety of client and server-side Web technologies since 1994, including NCSA Mosaic for X, Mozilla, the Sun Java Plug-in, Jakarta Tomcat, the Cosmo Create HTML authoring tool, and the Web transport layer in the Irix operating system from Silicon Graphics.\r\n\r\nEd is a frequent speaker at international industry conferences, having presented many times at Oracle's JavaOne conference, given keynote addresses at the W-JAX and JAX conferences in Germany, the Globalcode Developer’s Conference in Sao Paulo, Brazil, the JSF Days and CONFESS Conferences in Vienna, Austria, the DOAG Conference in Nuremberg, Germany, and also has spoken at numerous Java User Group meetings and the No Fluff Just Stuff Java Symposium. Further information and blogs may be found at http://purl.oclc.org/NET/edburns/.",
                "firstName": "Edward",
                "lastName": "Burns",
                "twitterId": "edburns",
                "googlePlusId": "edburns",
                "linkedInId": "edburns",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2470,
                "createdDate": 1389717760575,
                "updatedDate": 1389718105115,
                "version": 1,
                "bio": "Mike Cantelon is a Vancouver, Canada, based web developer who works on open source archival systems for Artefactual Systems. Mike is co-author of Manning Publications' \"Node.js in Action\".",
                "firstName": "Mike",
                "lastName": "Cantelon",
                "twitterId": "mcantelon",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1013,
                "createdDate": null,
                "updatedDate": 1389131486395,
                "version": 2,
                "bio": "Jason is a software guy living in Atlanta, GA. He's been slinging code since the age of 12 and would dearly love to be slinging code until he finally pops his clogs. He's worked at startups, airlines, telcos and software companies big and small. He's currently Director of Engineering at Lancope - a fast growing network security company that helps enterprises protect what is important from advanced cyber threats. ",
                "firstName": "Jason",
                "lastName": "Chambers",
                "twitterId": "jasondchambers",
                "googlePlusId": "",
                "linkedInId": "jasondchambers",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2172,
                "createdDate": 1388448065577,
                "updatedDate": 1388448274865,
                "version": 1,
                "bio": "Stephen Chin is a Java Ambassador at Oracle specializing in embedded and UI technology, co-author of the Pro JavaFX Platform 2 title, and the JavaOne Content Chair. He has been featured at Java conferences around the world including Devoxx, JFokus, OSCON, JFall, GeeCON, JustJava, and JavaOne, where he thrice received a Rock Star Award. Stephen can be followed on twitter @steveonjava, reached via his blog: http://steveonjava.com/, and his hacking adventures can be seen on: http://nighthacking.com/",
                "firstName": "Stephen",
                "lastName": "Chin",
                "twitterId": "steveonjava",
                "googlePlusId": "102473624010115291999",
                "linkedInId": "steveonjava",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2182,
                "createdDate": 1388528881962,
                "updatedDate": 1388529106328,
                "version": 1,
                "bio": "James Chittenden is a solutions engineer on the Google Cloud Platform team. James comes from a strong development background, focusing on a broad set of areas including open source, Microsoft stack as well as wide variety of UX capabilities. He has over 15 years of deep IT enterprise experience, including a strong focus on Business Intelligence, UX as well as an evangelist promoting developer technologies.",
                "firstName": "James",
                "lastName": "Chittenden",
                "twitterId": "okayjames",
                "googlePlusId": "102504295202090613399",
                "linkedInId": "chittenden",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2295,
                "createdDate": 1389137502847,
                "updatedDate": 1389218897591,
                "version": 1,
                "bio": "Jack Coleman is an Architect for LexisNexis Risk Solutions where he is involved in a variety of projects across the company’s insurance businesses.  He has been building and integrating server side systems since Java 1.0 and holds several certifications including the Oracle Certified Enterprise Architect. Though biased to Java, Jack enjoys working with a variety of languages including ECL, Python, C#, C++, Go, and Lisp.",
                "firstName": "Jack",
                "lastName": "Coleman",
                "twitterId": "hpccsystems",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2214,
                "createdDate": 1388800415612,
                "updatedDate": 1388800587339,
                "version": 1,
                "bio": "As the president and CEO of Bluetube, I lead a group of digital experience pioneers who seamlessly blend the technical and creative to meet our client’s needs. I help my clients navigate, leverage and bend the digital space to meet their needs so they can better communicate their message and reach their customers. And I love doing it.\r\n\r\nI have a solid background in the IT Space, where I spent two decades working as a developer and an architect for fortune 500’s before moving into a leadership role an founding Bluetube.\r\n\r\nI’m fueled by an entrepreneurial spirit and a desire to create and innovate, which is why I started Bluetube in 1999. I’m lucky to be surrounded by like-minded designers, developers, programmers and strategists. Whether it’s via mobile, tablet, desktop or social media outlets, working with CNN.com, Kimberly Clark, or the new startup– we work together to craft digital solutions and strategies for our clients.\r\n\r\nI’ve lived in Atlanta since 1996 and became a U.S. citizen in 2010, but I’m originally from Manchester, England.",
                "firstName": "Grant",
                "lastName": "Davies",
                "twitterId": "bluetubei",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2482,
                "createdDate": 1389797506552,
                "updatedDate": 1389797706591,
                "version": 1,
                "bio": "Ovidiu is a Cloud Engineer at Oracle. A full stack developer, comfortable at any level in an application stack he enjoys fun challenges and solid engineering. He is the founder and organizer of Jacksonville Mobile User Group. Ovidiu enjoys sharing the knowledge and learning in the process by speaking at various developers events.\r\n\r\nHis current interest is in cloud computing, analytics and systems thinking. You can find him on Twitter @odimulescu for the occasional posts.",
                "firstName": "Ovidiu",
                "lastName": "Dimulescu",
                "twitterId": "odimulescu",
                "googlePlusId": "",
                "linkedInId": "odimulescu",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2567,
                "createdDate": 1390368818616,
                "updatedDate": 1390524360736,
                "version": 1,
                "bio": "Entrepreneur and technologist with expertise is in project rescue, enterprise software, systems integration, infrastructure, and Open Source Software.  ",
                "firstName": "Tom",
                "lastName": "Elrod",
                "twitterId": "telrodus",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1070,
                "createdDate": null,
                "updatedDate": 1389068263806,
                "version": 3,
                "bio": "Yakov Fain is Managing Director at a software boutique Farata Systems. He authored several technical books and lots of articles on software development. His book «Java Programming. 24-Hour Trainer» was published by Wrox in 2011. Yakov is Java Champion (https://java-champions.java.net/). Yakov leads Princeton Java Users Group. This year he's a co-authored  O’Reilly book \"Enterprise Web Development\".",
                "firstName": "Yakov",
                "lastName": "Fain",
                "twitterId": "yfain",
                "googlePlusId": "116033097136007429330",
                "linkedInId": "yakov-fain",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2547,
                "createdDate": 1390275999275,
                "updatedDate": null,
                "version": 0,
                "bio": "Stephen Feather founded Feather Direct in 2009, recognizing a need for quality mobile app development, reputation management, and SEO services for smaller organizations. He worked directly with communications companies such as Netscape, Microsoft, and Oracle in the early days of the Internet. In 1996 he authored JavaScript by Example, one of the first publications on the then-new scripting language. He volunteers time to assist and train a new generation of app developers through online forums and local user groups.",
                "firstName": "Stephen ",
                "lastName": "Feather",
                "twitterId": "StephenFeather",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1006,
                "createdDate": null,
                "updatedDate": null,
                "version": 2,
                "bio": "Neal Ford is Software Architect and Meme Wrangler at ThoughtWorks, a global IT consultancy with an exclusive focus on end-to-end software development and delivery. He is also the designer and developer of applications, instructional materials, magazine articles, courseware, video/DVD presentations, and author and/or editor of 6 books spanning a variety of technologies, including the most recent The Productive Programmer. He focuses on designing and building of large-scale enterprise applications. He is also an internationally acclaimed speaker, speaking at over 100 developer conferences worldwide, delivering more than 600 talks. Check out his web site at http://www.nealford.com. He welcomes feedback and can be reached at nford@thoughtworks.com.",
                "firstName": "Neal",
                "lastName": "Ford",
                "twitterId": "neal4d",
                "googlePlusId": null,
                "linkedInId": null,
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2390,
                "createdDate": 1389369822849,
                "updatedDate": 1389371952035,
                "version": 1,
                "bio": "Brian is VP of Product Management at Sonatype. He has extensive open source experience as a member of the Apache Software Foundation and former Chair of the Apache Maven project. Brian was a direct contributor to the Maven ecosystem, including the maven-dependency-plugin and maven-enforcer-plugin. He has over 15 years of experience driving the vision behind, as well as developing and leading the development of software for organizations ranging from startups to large enterprises. Brian is a frequent speaker at national and regional events including JavaOne, and other development related conferences. He holds a BS in CS from Daniel Webster College.",
                "firstName": "Brian",
                "lastName": "Fox",
                "twitterId": "brian_fox",
                "googlePlusId": "",
                "linkedInId": "brianefox",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2517,
                "createdDate": 1389893355960,
                "updatedDate": 1393108648633,
                "version": 3,
                "bio": "Cory has a long history with agile methods, implementing XP, Lean and Agile practices at a wide variety of companies, from startups to regulated industries. In addition, he served as the Global Community Liaison for the Scrum Alliance. He currently runs a software and consulting company, providing coaching, training and consulting for companies around the globe. He also serves as CTO of Pretty Kool Apps, a startup focused on educational technology for therapists and teachers working with children. Cory can be found on Twitter at @cory_foy, and on his blog at http://blog.coryfoy.com.",
                "firstName": "Cory",
                "lastName": "Foy",
                "twitterId": "cory_foy",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2555,
                "createdDate": 1390344439224,
                "updatedDate": 1390855158235,
                "version": 1,
                "bio": "Raju Gandhi is a Java/Ruby developer and a programming language geek. He has been writing software for the better part of a decade in several industries including education, finance, construction and the manufacturing sector. Raju has a graduate degree in Industrial Engineering from Ohio University. In his spare time you will find Raju reading, or watching movies, or playing with yet another programming language. He is affectionately known as loosely typed on Twitter.",
                "firstName": "Raju",
                "lastName": "Gandhi",
                "twitterId": "looselytyped",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1137,
                "createdDate": null,
                "updatedDate": 1389193798314,
                "version": 6,
                "bio": "Les Hazlewood is Stormpath co-founder and CTO and the Apache Shiro PMC Chair.\r\n\r\nPrior to forming Stormpath, Les held senior architectural positions at Bloomberg and Delta Airlines and he was former CTO of a software engineering firm supporting educational and government agencies. Les has been actively involved in Open Source for more than 10 years, committing or contributing to projects like the Spring Framework, JBoss, and Apache Shiro. Les has a BS in Computer Science from Georgia Tech, and practices Kendo and studies Japanese when he's not coding.\r\n\r\n2013\r\n\r\nJavaOne (awarded “Rock Star” presenter)\r\nGlueCon 2013\r\nJAXConf 2013\r\nApacheCon NA\r\nDeveloperWeek 2013\r\nSilicon Valley Grails User Group\r\n\r\n2012\r\n\r\nJavaOne (awarded “Rock Star” presenter)\r\nRich Web Experience\r\nSilicon Valley Web User Group @ Google\r\nEast Bay Java User Group\r\nSilicon Valley Linux User Group\r\n\r\n2011 \r\n\r\nOSCON 2011\r\nDevNexus 2011\r\nSan Francisco Java User Group, etc.\r\n\r\nRecent Speaking Videos:\r\n\r\n[API Strategies for Developers](http://www.youtube.com/watch?v=bx4WQ0bjruY) @ DeveloperWeek 2013\r\n[Beautiful REST + JSON API Design](http://www.youtube.com/watch?v=hdSrT4yjS1g) @ Google, Silicon Valley Web User Group, August 2012\r\n[Securing Passwords Properly](http://www.youtube.com/watch?v=6bR110r-RfY) @ Rackspace, Linux User Group, September 2012\r\n",
                "firstName": "Les",
                "lastName": "Hazlewood",
                "twitterId": "lhazlewood",
                "googlePlusId": "",
                "linkedInId": "lhazlewood",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2177,
                "createdDate": 1388449526423,
                "updatedDate": 1388449779169,
                "version": 1,
                "bio": "Verlin Henderson is the Chief Architect at inBloom, Inc., a 501c3 non-profit dedicated to improving K-12 education by enabling personalized learning with technology. He has been developing software professionally for over 15 years on both open-source and commercial software stacks, most recently focusing on Java. He has an irrational love for both Perl and ACC basketball.\r\n",
                "firstName": "Verlin",
                "lastName": "Henderson",
                "twitterId": "verlinray",
                "googlePlusId": "103054244300098885755",
                "linkedInId": "",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2573,
                "createdDate": 1390428585843,
                "updatedDate": 1390524542122,
                "version": 1,
                "bio": "A software evangelist and self-proclaimed code curmudgeon discusses the value of test and measurement.Arthur Hicken has been involved in automating various practices at Parasoft for almost 20 years. He has worked on projects including database development, the software development lifecycle, web publishing and monitoring, and integration with legacy systems. Arthur has worked with IT departments in companies such as Cisco, Vanguard, and Motorola to help improve their software development practices. He has taught at the College of DuPage in Illinois as well as developing and conducting numerous technical training courses at Parasoft. As an expert in his field, Arthur has been quoted in Business 2.0, Internet Week, and CNET news.com regarding Web site quality issues",
                "firstName": "Arthur",
                "lastName": "Hicken",
                "twitterId": "CodeCurmudgeon",
                "googlePlusId": "101492994525913769354",
                "linkedInId": "arthurhicken",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2064,
                "createdDate": 1386134087739,
                "updatedDate": 1388449165180,
                "version": 1,
                "bio": "Ariya Hidayat ([@ariyahidayat](http://twitter.com/ariyahidayat)) is an engineer/technical lead/FOSS fan/blogger/speaker. These days, his activities are mostly on software craftsmanship around HTML5, CSS, JavaScript, and other web technologies.",
                "firstName": "Ariya",
                "lastName": "Hidayat",
                "twitterId": "ariyahidayat",
                "googlePlusId": "",
                "linkedInId": "ariyahidayat",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2577,
                "createdDate": 1390428909699,
                "updatedDate": 1390524704735,
                "version": 1,
                "bio": "Toby is a Javascript developer in Atlanta. He blogs at tobyho.com and is passionate about helping others learn. He is active in the open source community where his proudest work is Test'em - a Javascript test runner.",
                "firstName": "Toby",
                "lastName": "Ho",
                "twitterId": "airportyh",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1022,
                "createdDate": null,
                "updatedDate": 1389121464339,
                "version": 2,
                "bio": "Burk has been speaking about the importance of User Experience, and how to create good ones, at conferences like JavaOne, DevNexus, and the Atlanta IT Architect Regional Conference for several years. In 2010, he was voted a JavaOne Rock Star for his talk on User Experience Anti-Patterns titled \"No More Loser Experiences\".\r\n\r\nBurk authored two articles for the book \"97 Things Every Software Architect Should Know\", and another two for \"97 Things Every Programmer Should Know\", both of which were published by O'Reilly books. He's also contributed to books like the \"SCJP for Java 6 Study Guide\", and \"Head First Software Development\", as a technical reviewer.\r\n\r\nAs an Architect and Developer, Burk has been creating positive user experiences since 1978 and, as someone who spends much of his time designing and crafting software, he's made a habit of finding practical solutions for difficult problems.",
                "firstName": "Burk",
                "lastName": "Hufnagel",
                "twitterId": "BurkHufnagel",
                "googlePlusId": "117007494663338484661",
                "linkedInId": "hufnagel",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1122,
                "createdDate": null,
                "updatedDate": 1389716792707,
                "version": 2,
                "bio": "Dr Jevgeni Kabanov is the founder and CEO of ZeroTurnaround, a development tools company that focuses on productivity. He wrote the first version of the ZeroTurnaround flagship product, JRebel, a class-reloading JVM plugin. Jevgeni has been speaking at international conferences since 2005, including Devoxx, JavaZone, JAOO, QCon, TSSJS, JFokus and JavaOne, where he was named Rock Star in 2011 and 2012. Jevgeni also started the first Java conference in Estonia, Geekout. He has done research in programming languages, types and virtual machines, publishing several papers on topics ranging from category theoretical notions to typesafe Java DSLs. ",
                "firstName": "Jevgeni",
                "lastName": "Kabanov",
                "twitterId": "ekabanov",
                "googlePlusId": "115067593384929890373",
                "linkedInId": "ekabanov",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2185,
                "createdDate": 1388560425898,
                "updatedDate": 1388560581597,
                "version": 1,
                "bio": "Dr. Joonas Lehtinen is the founder of Vaadin project, a Java-based framework for building business-oriented Rich Internet Applications. Joonas has been developing applications for the web since 1995 with a strong focus on Ajax and Java. He is the founder and CEO of the company behind the Vaadin framework and is a frequent speaker at international conferences.",
                "firstName": "Joonas",
                "lastName": "Lehtinen",
                "twitterId": "joonaslehtinen",
                "googlePlusId": "114976122739833533849",
                "linkedInId": "joonaslehtinen",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1284,
                "createdDate": null,
                "updatedDate": 1389852291467,
                "version": 3,
                "bio": "Josh Long is the Spring developer advocate at [Pivotal](http://gopivotal.com). Josh is the lead author on 4 books and instructor in one of Safari's best-selling video series, all on Spring. Josh likes solutions that push the boundaries of the technologies that enable them. His interests include cloud-computing, business-process management, big-data and high availability, mobile computing and smart systems. He blogs on [spring.io](https://spring.io/team/jlong) or on [his personal blog](http://joshlong.com) and [on Twitter (@starbuxman)](http://twitter.com/starbuxman).",
                "firstName": "Josh",
                "lastName": "Long",
                "twitterId": "starbuxman",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2067,
                "createdDate": 1386219834956,
                "updatedDate": 1386779613390,
                "version": 2,
                "bio": "Brett Meyer is a Senior Software Engineer at Red Hat and a core developer of Hibernate ORM.  He currently focuses on Hibernate ORM 5.0, Hibernate OSGi, developer community engagement, and working closely with Red Hat customers and support engineers.  In addition to ORM, he is passionate about SOA/OSGi, contributing to Apache Camel and other projects.  He also architects and develops the software/web platforms driving dozens of non-profit organizations throughout the US.",
                "firstName": "Brett",
                "lastName": "Meyer",
                "twitterId": "brettemeyer",
                "googlePlusId": "109150804430088652509",
                "linkedInId": "brettmeyer",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2423,
                "createdDate": 1389376986866,
                "updatedDate": 1389377129173,
                "version": 1,
                "bio": "Michael Minella is a software engineer, teacher and author with over a decade of enterprise development experience. Michael was a member of the expert group for JSR-352 (java batch processing). He currently works for Pivotal as the project lead for the Spring Batch project as well as an instructor at DePaul University. Michael is the author of Pro Spring Batch from Apress and the popular Refcard JUnit and EasyMock. \r\n\r\nOutside of the daily grind, Michael enjoys spending time with his family and enjoys woodworking, photography, and InfoSec as hobbies.",
                "firstName": "Michael",
                "lastName": "Minella",
                "twitterId": "michaelminella",
                "googlePlusId": "",
                "linkedInId": "michaelminella",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2270,
                "createdDate": 1389122265629,
                "updatedDate": 1391547938242,
                "version": 1,
                "bio": "Laura Moore is currently a Sr. Consultant with Daugherty Business Systems in Atlanta, GA  and has been building online web application tools for customers in transportation and telecommunications for over 12 years.  ",
                "firstName": "Laura",
                "lastName": "Moore",
                "twitterId": "lk_moore",
                "googlePlusId": "",
                "linkedInId": "laurakmoore",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1401,
                "createdDate": null,
                "updatedDate": 1389070133906,
                "version": 3,
                "bio": "Joe began writing software in the late ’90s at a large insurance company. He soon moved to Evant, a start-up which became an early case study for eXtreme Programming and Agile software development processes. After spending several years as a consultant, Joe joined [Pivotal Labs](http://pivotallabs.com/ \"Pivotal Labs\") in 2005 as a founding members of Pivotal’s Ruby on Rails practice. Joe has led projects for a wide variety of clients, from one-person start-ups to the world’s largest social networks and search companies. Since moving to Atlanta in 2010 Joe has pair programmed *remotely* full time with Pivotal Labs coworkers and clients around the country. He also blogs about his his passion, remote pair programming, at [http://remotepairprogramming.com](http://remotepairprogramming.com \"Remote Pair Programming\").",
                "firstName": "Joe",
                "lastName": "Moore",
                "twitterId": "joem",
                "googlePlusId": "117780844371029896129",
                "linkedInId": "josephlmoore",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2538,
                "createdDate": 1390246851114,
                "updatedDate": 1390247233987,
                "version": 1,
                "bio": "John is a technical lead and serial conversationalist at ThoughtWorks who spends entirely too much time engulfed in problem domains he knows nothing about and has no earthly business trying to learn. He can occasionally be found at your local coffee shop writing algorithms and trying to think deep thoughts.",
                "firstName": "John",
                "lastName": "Napier",
                "twitterId": "jnape",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2238,
                "createdDate": 1389104453863,
                "updatedDate": 1390666236580,
                "version": 2,
                "bio": "Ted Neward is the CTO of iTrellis, a polyglot consultancy, and is an industry professional of twenty years' experience. He speaks at conferences all over the world and writes regularly for a variety of publications across the Java, .NET, and other ecosystems. He currently resides in the Pacific Northwest with his wife, two sons, dog, four cats, eight laptops, seven tablets, nine phones, and a rather large utility bill.",
                "firstName": "Ted",
                "lastName": "Neward",
                "twitterId": "tedneward",
                "googlePlusId": "",
                "linkedInId": "tedneward",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1019,
                "createdDate": null,
                "updatedDate": 1389122647265,
                "version": 3,
                "bio": "Pratik Patel is the CTO of Atlanta based TripLingo (http://www.triplingo.com/). He wrote the first book on 'enterprise Java' in 1996, \"Java Database Programming with JDBC.\" He has also spoken at various conferences and participates in several local tech groups and startup groups. He's in the startup world now and hacks iOS, Android, HTML5, CSS3, JavaScript, Rails, and ..... well everything except Perl.\r\nPratik's specialty is in large-scale applications for mission-critical and mobile applications use. He has designed and built applications in the retail, health care, financial services, and telecoms sectors. Pratik holds a master's in Biomedical Engineering from UNC, has worked in places such as New York, London, and Hong Kong, and currently lives in Atlanta, GA.",
                "firstName": "Pratik",
                "lastName": "Patel",
                "twitterId": "prpatel",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2066,
                "createdDate": 1386218596643,
                "updatedDate": 1386260112330,
                "version": 1,
                "bio": "Sven Peters is a software geek working as an ambassador for Atlassian. He has been developing Java applications for over 12 years and leading small teams using lean methodologies. Sven likes effective software development and cares about the motivation of developers.\r\n",
                "firstName": "Sven",
                "lastName": "Peters",
                "twitterId": "svenpet",
                "googlePlusId": "107767156769346946665",
                "linkedInId": null,
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2587,
                "createdDate": 1390518045057,
                "updatedDate": 1390854845332,
                "version": 2,
                "bio": "Glen has been programming for over 3 decades, over 2 of those professionally.  He is currently the CTO and lead developer at PlanBase Inc. (planbase.com).  Previously he designed and built web applications for Fidelity Investments and wrote video drivers for ATI.",
                "firstName": "Glen",
                "lastName": "Peterson",
                "twitterId": "GlenKPeterson",
                "googlePlusId": "104211462130643548546",
                "linkedInId": "glenkpeterson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1399,
                "createdDate": null,
                "updatedDate": 1389155105062,
                "version": 5,
                "bio": "Summers Pittman is a Senior Software Engineer at Red Hat, Devnexus organizer, AJUG Web Chair,  and all around nerd; holds a Masters degree in Human Computer Interaction from GaTech; lives in Atlanta and has for the last 10 years; and knows how to use a semicolon for nested lists in English composition.\r\n\r\nAt Red Hat he is a contributor to the AeroGear project and can often be found on #aerogear on freenode.  He also maintains a blog at http://blog.sagaoftherealms.net as well as various social media presences on all of the requisite sites.",
                "firstName": "Summers",
                "lastName": "Pittman",
                "twitterId": "summerspittman",
                "googlePlusId": "103442292643366117394",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2071,
                "createdDate": 1386221948309,
                "updatedDate": 1389219945135,
                "version": 3,
                "bio": "Mark Pollack has been a core Spring (Java) developer since 2003, founded its Microsoft counterpart, Spring.NET, in 2004 and led the Spring Data from project 2011 to 2014.  He now co-leads the Spring XD project that aims to simplify Big Data application development involving event streams, ETL, and Hadoop.  Mark is co-author of the Spring Data book by O’Reilly Media.",
                "firstName": "Mark",
                "lastName": "Pollack",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2369,
                "createdDate": 1389296640612,
                "updatedDate": 1389296802723,
                "version": 1,
                "bio": "Steve is a PaaS Dust Spreader (aka developer evangelist) with OpenShift. He goes around and shows off all the great work the OpenShift engineers do. He can teach you about PaaS with Java, Python, PostgreSQL MongoDB, and some JavaScript. He has deep subject area expertise in GIS/Spatial, Statistics, and Ecology. He has spoken at over 50 conferences and done over 30 workshops including Monktoberfest, MongoNY, JavaOne, FOSS4G, CTIA, AjaxWorld, GeoWeb, Where2.0, and OSCON. Before OpenShift, Steve was a developer evangelist for LinkedIn, deCarta, and ESRI. Steve has a Ph.D. in Ecology from University of Connecticut. He likes building interesting applications and helping developers create great solutions.",
                "firstName": "Steven",
                "lastName": "Pousty",
                "twitterId": "thesteve0",
                "googlePlusId": "",
                "linkedInId": "thesteve0",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1432,
                "createdDate": null,
                "updatedDate": 1389154697582,
                "version": 2,
                "bio": "As a Pivotal engineer, Glenn is a core committer for Spring Integration, Spring XD and has contributed to Spring Batch and Spring Boot. He has 11 years experience in designing, building and delivering enterprise level applications in Java and 19 years total of software development experience.",
                "firstName": "Glenn",
                "lastName": "Renfro",
                "twitterId": "cppwfs",
                "googlePlusId": "110989445968749549857",
                "linkedInId": "cppwfs",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1400,
                "createdDate": null,
                "updatedDate": 1390108011906,
                "version": 3,
                "bio": "Chris Richardson is a developer and architect with over 20 years of experience. He is a Java Champion and the author of POJOs in Action, which describes how to build enterprise Java applications with POJOs and frameworks such as Spring and Hibernate. Chris is the founder of the original CloudFoundry.com, an early Java PaaS (Platform-as-a-Service) for Amazon EC2. He spends his time investigating better ways of developing and deploying software. Chris has a computer science degree from the University of Cambridge in England and lives in Oakland, CA.\r\n",
                "firstName": "Chris",
                "lastName": "Richardson",
                "twitterId": "crichardson",
                "googlePlusId": "108297680332061841715",
                "linkedInId": "pojos",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1074,
                "createdDate": null,
                "updatedDate": 1388501050468,
                "version": 3,
                "bio": "Principal consultant and a member of the core team at Agile Artisans, Jared Richardson works with other software craftsmen to build excellent custom software. He sold his first software program in 1991 and has been immersed in software ever since. He balances his time between coaching Agile teams and creating great software. Jared has authored and coauthored a number of books, including the best selling Ship It! A Practical Guide to Successful Software Projects and Career 2.0: Take Control of Your Life. He is a frequent speaker at software conferences and a thought leader in agile. Jared lives with his wife and children in North Carolina where they recently, quite by accident, became backyard chicken farmers. He's on the web at AgileArtisans.com.",
                "firstName": "Jared",
                "lastName": "Richardson",
                "twitterId": "jaredrichardson",
                "googlePlusId": "",
                "linkedInId": "jaredrr",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2155,
                "createdDate": 1388184241816,
                "updatedDate": 1393222091488,
                "version": 2,
                "bio": "Brian Rinaldi is the Developer Content Manager at Telerik. Brian is the founder of the very popular web and mobile developer site Flippin’ Awesome. He writes regularly and also tweets the best articles, tutorials and new projects he finds @remotesynth.",
                "firstName": "Brian",
                "lastName": "Rinaldi",
                "twitterId": "remotesynth",
                "googlePlusId": "+BrianRinaldi",
                "linkedInId": "brianrinaldi",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1405,
                "createdDate": null,
                "updatedDate": 1390107333373,
                "version": 3,
                "bio": "Chris Risner is a Windows Azure Technical Evangelist at Microsoft. There he is focused on connecting Windows Azure with mobile apps. For the past several years, Chris spent his time doing iOS and Android development.  Before working in mobile, Chris worked on many large scale enterprise applications in Java and .NET. Chis is a constant learner who loves technology of all flavors and has a vast amount of experience in iOS, Android, Smart Clients, Asp.Net MVC, C#, Java, and Objective C. You can find out more about Chris at http://chrisrisner.com and http://twitter.com/chrisrisner.",
                "firstName": "Chris",
                "lastName": "Risner",
                "twitterId": "chrisrisner",
                "googlePlusId": "ChrisRisner",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2486,
                "createdDate": 1389826657740,
                "updatedDate": 1390770190822,
                "version": 2,
                "bio": "Bryan is Director of Usability and Interactive at RocketFuel, a marketing and interactive agency in Memphis, TN, where he oversees UX services, digital strategy and front-end development.\r\n\r\nWith almost a decade working on the Web, Bryan has been focused on user experience for the past four years both at RocketFuel as well as E.W. Scripps where he also managed the front-end code base for 13 newspaper websites, including Django templates, HTML, CSS and JavaScript.\r\n\r\nIn his spare time, he co-organizes the Memphis Web Workers user group and is on the board of HACKmemphis, an organization dedicated to creating developer/maker events in the Memphis area.",
                "firstName": "Bryan",
                "lastName": "Robinson",
                "twitterId": "brob",
                "googlePlusId": "",
                "linkedInId": "bryanlrobinson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2497,
                "createdDate": 1389849892239,
                "updatedDate": 1389850318885,
                "version": 2,
                "bio": "Ann Robson is a JavaScript engineer at Yammer interested in web performance and web development best practices.",
                "firstName": "Ann",
                "lastName": "Robson",
                "twitterId": "arobson",
                "googlePlusId": "103603712317261377287",
                "linkedInId": "aerobson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2562,
                "createdDate": 1390362055011,
                "updatedDate": null,
                "version": 0,
                "bio": "Roy Russo is the Chief Architect at AltiSource Labs, a FinTech startup based in Atlanta, GA. Before joining AltiSource, Roy was the Co-Founder and VP of Product Management for Atlanta-based Marketing Automation vendor, LoopFuse; recently acquired by Seattle-based NearStream, Inc. Roy also helped Co-Found JBoss Portal, a JSR-168 compliant enterprise Java Portal, and represented JBoss on the Java Content Repository, JSR-170. He is currently the founder of ElasticHQ.org an open-source monitoring and management application for ElasticSearch clusters.",
                "firstName": "Roy",
                "lastName": "Russo",
                "twitterId": "royrusso",
                "googlePlusId": "",
                "linkedInId": "royrusso",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2236,
                "createdDate": 1389070287494,
                "updatedDate": 1389070480481,
                "version": 1,
                "bio": "Baruch Sadogursky (a.k.a. [@jbaruch](http://twitter.com/jbaruch/)) is the Developer Advocate of [JFrog](www.jfrog.com), the creators of Artifactory Binary Repository, the home of [Bintray](http://bintray.com), JavaOne 2011 and 2013 Duke Choice Awards winner.\r\n\r\nFor a living he hangs out with the JFrog tech leaders, writes code around Artifactory and Bintray, and then shares the experience with the community at [conferences](http://lanyrd.com/profile/jbaruch/sessions/) and in [Artifactory](http://blogs.jfrog.org) and [Bintray](http://blog.bintray.com/) blogs. He does it repeatedly for the last 10 years and enjoys every moment of it.",
                "firstName": "Baruch",
                "lastName": "Sadogursky",
                "twitterId": "jbaruch",
                "googlePlusId": "112280655076209917443",
                "linkedInId": "jbaruch",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2550,
                "createdDate": 1390340536367,
                "updatedDate": 1390341709434,
                "version": 3,
                "bio": "Danilo Sato is a software developer for more than 11 years, and has been working as a Lead Consultant at ThoughtWorks for 5 years in various roles, such as developer, architect, tech lead, coach, trainer, and devops. He is the author of the book \"Devops na Prática\" and is an experienced speaker having presented talks and workshops in conferences such as QConSP 2011-2013, RubyConfBr 2012-2013, AgileBrazil 2010-2012, Agile 2008-2009, and XP 2009-2010. He is also an organizer for AgileBrazil and founder of the Coding Dojo @ SP.\r\n\r\nDanilo Sato is co-presenting with Mariana Bravo.",
                "firstName": "Danilo",
                "lastName": "Sato",
                "twitterId": "dtsato",
                "googlePlusId": "",
                "linkedInId": "danilosato",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2452,
                "createdDate": 1389560410228,
                "updatedDate": 1391137816412,
                "version": 1,
                "bio": "Developer at Thurst Interactive helping architect games and applications and focusing on client side development.",
                "firstName": "Justin",
                "lastName": "Sheets",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2407,
                "createdDate": 1389373251430,
                "updatedDate": 1389373392155,
                "version": 1,
                "bio": "Grant Shipley is an OpenShift PaaS Evangelist at Red Hat focused on cloud technologies. Prior to that, Grant was a Manager of Software Development with responsibilities over the www.redhat.com website and supporting infrastructure. Grant has over 15 years of software development experience focusing on Java and PHP. In his free time, he contributes to several open source projects as well as developing mobile applications. Grant has been using Linux on a daily basis since 1994 and is active in the FOSS community.",
                "firstName": "Grant",
                "lastName": "Shipley",
                "twitterId": "gshipley",
                "googlePlusId": "gshipley",
                "linkedInId": "gshipley",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2439,
                "createdDate": 1389388920860,
                "updatedDate": 1389389085188,
                "version": 1,
                "bio": "[Stuart Sierra](http://stuartsierra.com/) is a programmer, actor, musician, and writer. He lives in New York City and works for [Cognitect](http://cognitect.com/). He is the co-author, with Luke VanderHart, of [ClojureScript: Up and Running](http://shop.oreilly.com/product/0636920025139.do) (O'Reilly) and [Practical Clojure](http://www.apress.com/9781430272311) (Apress).\r\n",
                "firstName": "Stuart",
                "lastName": "Sierra",
                "twitterId": "stuartsierra",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2231,
                "createdDate": 1389069430740,
                "updatedDate": 1389069648407,
                "version": 1,
                "bio": "Kyle Simpson is an Open Web Evangelist from Austin, TX. He's passionate about JavaScript, HTML5, real-time/peer-to-peer communications, and web performance. Otherwise, he's probably bored by it. Kyle is an author, workshop trainer, tech speaker, and avid OSS community member. ",
                "firstName": "Kyle",
                "lastName": "Simpson",
                "twitterId": "getify",
                "googlePlusId": "103205816011388489154",
                "linkedInId": "getify",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2494,
                "createdDate": 1389833068967,
                "updatedDate": 1389833364859,
                "version": 1,
                "bio": "Jack is a software developer at ThoughtWorks, currently working with a startup out of San Francisco. He started working with Scala almost two years ago right here in Atlanta, and hasn’t stopped since. Recently, he’s also found himself hosting Clojure Dojos in SF.",
                "firstName": "Jack",
                "lastName": "Singleton",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "jacksingleton",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2310,
                "createdDate": 1389138605648,
                "updatedDate": 1389156111804,
                "version": 1,
                "bio": "Ken is an international speaker on the subject of software engineering speaking at conferences such as JavaOne, JavaZone, Jax-India, and The Strange Loop. He is a regular speaker with NFJS where he is best known for his architecture and security hacking talks.  In 2009, Ken was honored by being awarded the JavaOne Rockstar Award at JavaOne in SF, California and the JavaZone Rockstar Award at JavaZone in Oslo, Norway as the top ranked speaker.",
                "firstName": "Ken",
                "lastName": "Sipe",
                "twitterId": "kensipe",
                "googlePlusId": "kensipe",
                "linkedInId": "kensipe",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2463,
                "createdDate": 1389714698222,
                "updatedDate": 1389715819443,
                "version": 1,
                "bio": "I work for The Weather Channel's digital division as part of the team that builds backend services for weather.com and the TWC mobile apps.  I have been involved in the Cassandra project since 2010 and have contributed in a variety of ways over the years; this includes work on drivers for Scala and C#, the Hadoop integration, heading up the Atlanta Cassandra Users Group, and answering lots of Stack Overflow questions.",
                "firstName": "Robbie",
                "lastName": "Strickland",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "robbiestrickland",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1009,
                "createdDate": null,
                "updatedDate": 1389891647690,
                "version": 3,
                "bio": "Dr. Venkat Subramaniam is an award winning author, founder of Agile Developer, Inc., and an adjunct faculty at the University of Houston. He has trained and mentored thousands of software developers in the US, Canada, Europe, and Asia, and is a regular invited speaker at several international conferences. Venkat is the coauthor of 2007 Jolt Productivity Award winning \"Practices of an Agile Developer,\" author of \"Programming Groovy\" and \"Programming Scala\". His latest book is \"Functional Programming in Java: Harnessing the Power of Java 8 Lambda Expressions.\"",
                "firstName": "Venkat",
                "lastName": "Subramaniam",
                "twitterId": "venkat_s",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1334,
                "createdDate": null,
                "updatedDate": 1389373961466,
                "version": 3,
                "bio": "Josh Suereth is a Senior Software Engineer at Typesafe and the author of \"Scala In Depth\". He has been a Scala enthusiast ever since he came to know this beautiful language in 2007. He started his professional career as a software developer in 2004 using programming languages like C++, Perl and Java. In 2009 he began writing the book \"Scala In Depth\" which provides practical support for using Scala in every day applications. Josh regularly shares his expertise in articles and talks.",
                "firstName": "Josh",
                "lastName": "Suereth",
                "twitterId": "jsuereth",
                "googlePlusId": "116090704407622565882",
                "linkedInId": "joshuasuereth",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1349,
                "createdDate": null,
                "updatedDate": 1388183931440,
                "version": 2,
                "bio": "Burr is responsible for the JBoss Developer experience covering tools and frameworks. Burr is currently an Oracle Java Champion, previously President of the Atlanta Java Users Group, founder of the DevNexus conference as well as the Atlanta chapter of the IASA. He has been a presenter at numerous developer conferences such as JavaOne, Javapolis (Devoxx), No Fluff Just Stuff, Jazoon and the TDC in Sao Paulo.",
                "firstName": "Burr",
                "lastName": "Sutter",
                "twitterId": "burrsutter",
                "googlePlusId": "+BurrSutter",
                "linkedInId": "",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2491,
                "createdDate": 1389827466024,
                "updatedDate": 1391177032865,
                "version": 1,
                "bio": "Stephen specializes in front-end development at Georgia Tech's Department of Education Technology where he is helping to build the [Open Academic Environment](http://www.oaeproject.org). He is the author of [several books](http://www.amazon.com/Stephen-A.-Thomas/e/B000APYM22) on the Internet and networking technology and has written about JavaScript development for [Smashing Magazine](http://mobile.smashingmagazine.com/2013/07/22/simple-responsive-images-with-css-backgrounds/), [sitepoint](http://www.sitepoint.com/unit-testing-backbone-js-applications/) and [others](http://ui-cloud.com/web-based-visualization-part-1-the-d3-js-key-concept/).",
                "firstName": "Stephen",
                "lastName": "Thomas",
                "twitterId": "stephen_thomas",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1304,
                "createdDate": null,
                "updatedDate": 1389386397100,
                "version": 3,
                "bio": "Andrew Trice is a Technical Creative Cloud Evangelist with Adobe. Andrew covers the entire spectrum of Adobe's creative and developer tools, and brings to the table more than a decade of experience designing, implementing, and delivering rich applications and media experiences for the web, desktop, and mobile devices. He blogs at http://tricedesigns.com, tweets as @andytrice, and codes at https://github.com/triceam.",
                "firstName": "Andrew",
                "lastName": "Trice",
                "twitterId": "andytrice",
                "googlePlusId": "AndrewTrice",
                "linkedInId": "andrewtrice",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2620,
                "createdDate": 1391485222862,
                "updatedDate": 1391486146251,
                "version": 2,
                "bio": "Jamie Turner is the author of \"How to Make Money with Social Media\" and \"Go Mobile\" an Amazon #1 best selling mobile marketing book. He is also the CEO of 60 Second Communications, a full-service marketing agency and the  founder of 60SecondMarketer.com, an online magazine that provides tips and techniques for marketers around the globe.\r\n\r\nJamie is a regular guest on CNN and HLN on the topics of social media, mobile marketing and branding. He has worked with brands such as AT&T, CNN, Motorola, Cartoon Network and The Coca-Cola Company. \r\n\r\nIn addition to the 60 Second Marketer blog, Jamie writes for Mashable, HubSpot and Social Media Examiner.\r\n\r\nHe has been profiled in the world’s best-selling marketing textbook and is an internationally-recognized keynote speaker at trade shows, events and corporations around the globe. He is known for his ability to provide relevant marketing insights in a light-hearted style that keeps audiences engaged and entertained.\r\n\r\nYou can follow Jamie on Twitter @AskJamieTurner and via his blog at [60SecondMarketer.com/blog](http://60SecondMarketer.com/blog).\r\n",
                "firstName": "Jamie",
                "lastName": "Turner",
                "twitterId": "AskJamieTurner",
                "googlePlusId": "+JamieTurner",
                "linkedInId": "askjamieturner",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2197,
                "createdDate": 1388762000006,
                "updatedDate": 1388762153308,
                "version": 1,
                "bio": "TJ VanToll is a web developer, speaker, and writer living in Lansing, MI and working as a developer advocate for [Telerik](http://www.telerik.com/). He is an open source advocate that is on the [jQuery UI team](http://jqueryui.com/about/) and publishes [his blog](http://tjvantoll.com/) open source. When not on the internet, TJ is generally found helping his significant other chase their twin sons in circles. TJ is on Twitter as [@tjvantoll](https://twitter.com/tjvantoll) and [tjvantoll](https://github.com/tjvantoll) on Github.",
                "firstName": "TJ",
                "lastName": "VanToll",
                "twitterId": "tjvantoll",
                "googlePlusId": "107609230756320894410",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": "tjvantoll"
            },
            {
                "id": 2523,
                "createdDate": 1390021326211,
                "updatedDate": 1390021637926,
                "version": 1,
                "bio": "Craig Walls is a senior engineer with Pivotal as the Spring Social project lead and is the author of Spring in Action. He's a zealous promoter of the Spring Framework, speaking frequently at local user groups and conferences and writing about Spring. When he's not slinging code, Craig spends as much time as he can with his wife, two daughters, 2 birds and 3 dogs.\r\n",
                "firstName": "Craig",
                "lastName": "Walls",
                "twitterId": "habuma",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2605,
                "createdDate": 1391138850936,
                "updatedDate": 1391139045867,
                "version": 1,
                "bio": "James L. (Jim) Weaver is a Java developer, author, and speaker with a passion for helping Java to be increasingly leveraged in rich-client applications and the Internet of Things. Books that Jim has authored include Inside Java, Beginning J2EE, and Pro JavaFX 2. As an Oracle Java Evangelist, Jim speaks internationally at software technology conferences about Java, JavaFX, and the Internet of Things.\r\n\r\nJim is co-presenting the session [Java SE 8 for Tablets, Pis, and Legos](http://devnexus.com/s/devnexus2014/presentations#id-2181) with [Stephen Chin](http://devnexus.com/s/devnexus2014/speakers#Stephen_Chin).",
                "firstName": "Jim",
                "lastName": "Weaver",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2608,
                "createdDate": 1391270155589,
                "updatedDate": 1391271357070,
                "version": 1,
                "bio": "Kevin Whinnery is a code plumber and developer evangelist for Twilio, an API company that makes it easy for developers to build apps that make and receive phone calls, send and receive text or picture messages, and connect web or mobile app users via VoIP calls.\r\n\r\nKevin can usually be found hacking JavaScript or mobile apps. At Twilio, Kevin is the author and maintainer of the company's official node.js client library in addition to other developer-facing software projects. Prior to joining Twilio, Kevin spent four years with the team at Appcelerator, as they created the popular Titanium Mobile framework for cross-platform native apps.\r\n\r\nKevin lives in Saint Paul, MN with his beautiful wife and three devious children.",
                "firstName": "Kevin",
                "lastName": "Whinnery",
                "twitterId": "kevinwhinnery",
                "googlePlusId": "",
                "linkedInId": "kevinwhinnery",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2337,
                "createdDate": 1389215801710,
                "updatedDate": 1389216270951,
                "version": 1,
                "bio": "Dustin Whittle is a Developer Evangelist at AppDynamics where he focuses on helping organizations manage application performance. Before joining AppDynamics, Dustin was CTO at Kwarter, a consultant at SensioLabs, and developer evangelist at Yahoo!. He has experience building and leading engineering teams and working with developers and partners to scale to meet demand. When Dustin isn't working he enjoys flying, sailing, diving, golfing, and travelling around the world. Find out more at dustinwhittle.com.",
                "firstName": "Dustin",
                "lastName": "Whittle",
                "twitterId": "dustinwhittle",
                "googlePlusId": "dustinwhittle",
                "linkedInId": "dustinwhittle",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2454,
                "createdDate": 1389643137990,
                "updatedDate": 1392064218439,
                "version": 1,
                "bio": "Stephen Wilson is a 15 year IT professional that currently is the Directory of Product Specialist.   His background includes both development and operations.  With a focus on DevOps, he works to educate, promote, and evangelize companies to look at performance as the platform to transform IT.  His work includes not only helping deliver better application performance but also helping culture change within IT organizations.  This kind of insight into the challenges that both developers face as well as those faced by the operational team allows him to be seen as a trusted advisor.",
                "firstName": "Stephen",
                "lastName": "Wilson",
                "twitterId": "steve0wilson",
                "googlePlusId": "",
                "linkedInId": "stephen-wilson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2076,
                "createdDate": 1386258920759,
                "updatedDate": 1389385375068,
                "version": 1,
                "bio": "Rob Winch is the project lead of the [Spring Security](http://spring.io/spring-security) and [Spring LDAP](http://spring.io/spring-ldap) projects. He is also a committer on the core Spring Framework, co-author of the [Spring Security 3.1 book](http://www.packtpub.com/spring-security-3-1/book), and enjoys presenting about anything technical. In the past he has worked in the health care industry, bioinformatics research, high performance computing, and as a web consultant. When he is not sitting in front of a computer he enjoys playing the guitar.",
                "firstName": "Rob",
                "lastName": "Winch",
                "twitterId": "rob_winch",
                "googlePlusId": "",
                "linkedInId": "rwinch",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2459,
                "createdDate": 1389713785866,
                "updatedDate": 1389713921218,
                "version": 1,
                "bio": "Yulin Zhao is an application architect and manager at Daugherty Business Solutions. He has been helping his clients estimate, build and deliver customized solutions for over 14 years (primarily Java-based). He has worked in financial and insurance industry, government agencies, product companies and large hotel chains. Yulin's passion is to use technology to help clients solve their business problems.",
                "firstName": "Yulin",
                "lastName": "Zhao",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "yulinzhao",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2581,
                "createdDate": 1390431446827,
                "updatedDate": 1390524940091,
                "version": 1,
                "bio": "Dr. Gail Zhou is a seasoned software architect and IT leader. She has led the design and implementation of very large programs with track record of delivery (annual budget: $3M-$35M). Her current passion is leveraging Big Data technology to design and develop leading edge business solutions.  She has held leadership positions in Fortune 100 companies, such as Chief Architect,  SVP of Strategic Architecture,  and Director of Enterprise Application and Data Architectures. She is the founder of Gail Z Associates, a company specialized in architecture and program management.",
                "firstName": "Gail",
                "lastName": "Zhou",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "gailzhou",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2449,
                "createdDate": 1389560030399,
                "updatedDate": 1390525098644,
                "version": 1,
                "bio": "Entrepreneurial technology leader with extensive experience providing quality services for clients in need of end-to-end mobile and web solutions.",
                "firstName": "Andrew",
                "lastName": "Zuercher",
                "twitterId": "bahzuercher",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            }
        ]
    },
    "event": {
        "id": 1735,
        "createdDate": null,
        "updatedDate": 1391485261685,
        "version": 71,
        "eventKey": "devnexus2014",
        "title": "DevNexus 2014",
        "current": true,
        ,
        "speakers": [
            {
                "id": 2584,
                "createdDate": 1390438712248,
                "updatedDate": 1391697890490,
                "version": 2,
                "bio": "Aaron is a Principal Consultant at Cigital where he drives secure programming practices. Aaron is the creator of Repsheet, an open source framework for web application attack prevention. He is a contributor to Brakeman, a Ruby on Rails static analysis tool and a co-author of Programming Clojure.",
                "firstName": "Aaron",
                "lastName": "Bedra",
                "twitterId": "abedra",
                "googlePlusId": "",
                "linkedInId": "abedra",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1070,
                "createdDate": null,
                "updatedDate": 1389068263806,
                "version": 3,
                "bio": "Yakov Fain is Managing Director at a software boutique Farata Systems. He authored several technical books and lots of articles on software development. His book «Java Programming. 24-Hour Trainer» was published by Wrox in 2011. Yakov is Java Champion (https://java-champions.java.net/). Yakov leads Princeton Java Users Group. This year he's a co-authored  O’Reilly book \"Enterprise Web Development\".",
                "firstName": "Yakov",
                "lastName": "Fain",
                "twitterId": "yfain",
                "googlePlusId": "116033097136007429330",
                "linkedInId": "yakov-fain",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1304,
                "createdDate": null,
                "updatedDate": 1389386397100,
                "version": 3,
                "bio": "Andrew Trice is a Technical Creative Cloud Evangelist with Adobe. Andrew covers the entire spectrum of Adobe's creative and developer tools, and brings to the table more than a decade of experience designing, implementing, and delivering rich applications and media experiences for the web, desktop, and mobile devices. He blogs at http://tricedesigns.com, tweets as @andytrice, and codes at https://github.com/triceam.",
                "firstName": "Andrew",
                "lastName": "Trice",
                "twitterId": "andytrice",
                "googlePlusId": "AndrewTrice",
                "linkedInId": "andrewtrice",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1022,
                "createdDate": null,
                "updatedDate": 1389121464339,
                "version": 2,
                "bio": "Burk has been speaking about the importance of User Experience, and how to create good ones, at conferences like JavaOne, DevNexus, and the Atlanta IT Architect Regional Conference for several years. In 2010, he was voted a JavaOne Rock Star for his talk on User Experience Anti-Patterns titled \"No More Loser Experiences\".\r\n\r\nBurk authored two articles for the book \"97 Things Every Software Architect Should Know\", and another two for \"97 Things Every Programmer Should Know\", both of which were published by O'Reilly books. He's also contributed to books like the \"SCJP for Java 6 Study Guide\", and \"Head First Software Development\", as a technical reviewer.\r\n\r\nAs an Architect and Developer, Burk has been creating positive user experiences since 1978 and, as someone who spends much of his time designing and crafting software, he's made a habit of finding practical solutions for difficult problems.",
                "firstName": "Burk",
                "lastName": "Hufnagel",
                "twitterId": "BurkHufnagel",
                "googlePlusId": "117007494663338484661",
                "linkedInId": "hufnagel",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2608,
                "createdDate": 1391270155589,
                "updatedDate": 1391271357070,
                "version": 1,
                "bio": "Kevin Whinnery is a code plumber and developer evangelist for Twilio, an API company that makes it easy for developers to build apps that make and receive phone calls, send and receive text or picture messages, and connect web or mobile app users via VoIP calls.\r\n\r\nKevin can usually be found hacking JavaScript or mobile apps. At Twilio, Kevin is the author and maintainer of the company's official node.js client library in addition to other developer-facing software projects. Prior to joining Twilio, Kevin spent four years with the team at Appcelerator, as they created the popular Titanium Mobile framework for cross-platform native apps.\r\n\r\nKevin lives in Saint Paul, MN with his beautiful wife and three devious children.",
                "firstName": "Kevin",
                "lastName": "Whinnery",
                "twitterId": "kevinwhinnery",
                "googlePlusId": "",
                "linkedInId": "kevinwhinnery",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2482,
                "createdDate": 1389797506552,
                "updatedDate": 1389797706591,
                "version": 1,
                "bio": "Ovidiu is a Cloud Engineer at Oracle. A full stack developer, comfortable at any level in an application stack he enjoys fun challenges and solid engineering. He is the founder and organizer of Jacksonville Mobile User Group. Ovidiu enjoys sharing the knowledge and learning in the process by speaking at various developers events.\r\n\r\nHis current interest is in cloud computing, analytics and systems thinking. You can find him on Twitter @odimulescu for the occasional posts.",
                "firstName": "Ovidiu",
                "lastName": "Dimulescu",
                "twitterId": "odimulescu",
                "googlePlusId": "",
                "linkedInId": "odimulescu",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2295,
                "createdDate": 1389137502847,
                "updatedDate": 1389218897591,
                "version": 1,
                "bio": "Jack Coleman is an Architect for LexisNexis Risk Solutions where he is involved in a variety of projects across the company’s insurance businesses.  He has been building and integrating server side systems since Java 1.0 and holds several certifications including the Oracle Certified Enterprise Architect. Though biased to Java, Jack enjoys working with a variety of languages including ECL, Python, C#, C++, Go, and Lisp.",
                "firstName": "Jack",
                "lastName": "Coleman",
                "twitterId": "hpccsystems",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2573,
                "createdDate": 1390428585843,
                "updatedDate": 1390524542122,
                "version": 1,
                "bio": "A software evangelist and self-proclaimed code curmudgeon discusses the value of test and measurement.Arthur Hicken has been involved in automating various practices at Parasoft for almost 20 years. He has worked on projects including database development, the software development lifecycle, web publishing and monitoring, and integration with legacy systems. Arthur has worked with IT departments in companies such as Cisco, Vanguard, and Motorola to help improve their software development practices. He has taught at the College of DuPage in Illinois as well as developing and conducting numerous technical training courses at Parasoft. As an expert in his field, Arthur has been quoted in Business 2.0, Internet Week, and CNET news.com regarding Web site quality issues",
                "firstName": "Arthur",
                "lastName": "Hicken",
                "twitterId": "CodeCurmudgeon",
                "googlePlusId": "101492994525913769354",
                "linkedInId": "arthurhicken",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2067,
                "createdDate": 1386219834956,
                "updatedDate": 1386779613390,
                "version": 2,
                "bio": "Brett Meyer is a Senior Software Engineer at Red Hat and a core developer of Hibernate ORM.  He currently focuses on Hibernate ORM 5.0, Hibernate OSGi, developer community engagement, and working closely with Red Hat customers and support engineers.  In addition to ORM, he is passionate about SOA/OSGi, contributing to Apache Camel and other projects.  He also architects and develops the software/web platforms driving dozens of non-profit organizations throughout the US.",
                "firstName": "Brett",
                "lastName": "Meyer",
                "twitterId": "brettemeyer",
                "googlePlusId": "109150804430088652509",
                "linkedInId": "brettmeyer",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2185,
                "createdDate": 1388560425898,
                "updatedDate": 1388560581597,
                "version": 1,
                "bio": "Dr. Joonas Lehtinen is the founder of Vaadin project, a Java-based framework for building business-oriented Rich Internet Applications. Joonas has been developing applications for the web since 1995 with a strong focus on Ajax and Java. He is the founder and CEO of the company behind the Vaadin framework and is a frequent speaker at international conferences.",
                "firstName": "Joonas",
                "lastName": "Lehtinen",
                "twitterId": "joonaslehtinen",
                "googlePlusId": "114976122739833533849",
                "linkedInId": "joonaslehtinen",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2064,
                "createdDate": 1386134087739,
                "updatedDate": 1388449165180,
                "version": 1,
                "bio": "Ariya Hidayat ([@ariyahidayat](http://twitter.com/ariyahidayat)) is an engineer/technical lead/FOSS fan/blogger/speaker. These days, his activities are mostly on software craftsmanship around HTML5, CSS, JavaScript, and other web technologies.",
                "firstName": "Ariya",
                "lastName": "Hidayat",
                "twitterId": "ariyahidayat",
                "googlePlusId": "",
                "linkedInId": "ariyahidayat",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2486,
                "createdDate": 1389826657740,
                "updatedDate": 1390770190822,
                "version": 2,
                "bio": "Bryan is Director of Usability and Interactive at RocketFuel, a marketing and interactive agency in Memphis, TN, where he oversees UX services, digital strategy and front-end development.\r\n\r\nWith almost a decade working on the Web, Bryan has been focused on user experience for the past four years both at RocketFuel as well as E.W. Scripps where he also managed the front-end code base for 13 newspaper websites, including Django templates, HTML, CSS and JavaScript.\r\n\r\nIn his spare time, he co-organizes the Memphis Web Workers user group and is on the board of HACKmemphis, an organization dedicated to creating developer/maker events in the Memphis area.",
                "firstName": "Bryan",
                "lastName": "Robinson",
                "twitterId": "brob",
                "googlePlusId": "",
                "linkedInId": "bryanlrobinson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2538,
                "createdDate": 1390246851114,
                "updatedDate": 1390247233987,
                "version": 1,
                "bio": "John is a technical lead and serial conversationalist at ThoughtWorks who spends entirely too much time engulfed in problem domains he knows nothing about and has no earthly business trying to learn. He can occasionally be found at your local coffee shop writing algorithms and trying to think deep thoughts.",
                "firstName": "John",
                "lastName": "Napier",
                "twitterId": "jnape",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2337,
                "createdDate": 1389215801710,
                "updatedDate": 1389216270951,
                "version": 1,
                "bio": "Dustin Whittle is a Developer Evangelist at AppDynamics where he focuses on helping organizations manage application performance. Before joining AppDynamics, Dustin was CTO at Kwarter, a consultant at SensioLabs, and developer evangelist at Yahoo!. He has experience building and leading engineering teams and working with developers and partners to scale to meet demand. When Dustin isn't working he enjoys flying, sailing, diving, golfing, and travelling around the world. Find out more at dustinwhittle.com.",
                "firstName": "Dustin",
                "lastName": "Whittle",
                "twitterId": "dustinwhittle",
                "googlePlusId": "dustinwhittle",
                "linkedInId": "dustinwhittle",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2407,
                "createdDate": 1389373251430,
                "updatedDate": 1389373392155,
                "version": 1,
                "bio": "Grant Shipley is an OpenShift PaaS Evangelist at Red Hat focused on cloud technologies. Prior to that, Grant was a Manager of Software Development with responsibilities over the www.redhat.com website and supporting infrastructure. Grant has over 15 years of software development experience focusing on Java and PHP. In his free time, he contributes to several open source projects as well as developing mobile applications. Grant has been using Linux on a daily basis since 1994 and is active in the FOSS community.",
                "firstName": "Grant",
                "lastName": "Shipley",
                "twitterId": "gshipley",
                "googlePlusId": "gshipley",
                "linkedInId": "gshipley",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1122,
                "createdDate": null,
                "updatedDate": 1389716792707,
                "version": 2,
                "bio": "Dr Jevgeni Kabanov is the founder and CEO of ZeroTurnaround, a development tools company that focuses on productivity. He wrote the first version of the ZeroTurnaround flagship product, JRebel, a class-reloading JVM plugin. Jevgeni has been speaking at international conferences since 2005, including Devoxx, JavaZone, JAOO, QCon, TSSJS, JFokus and JavaOne, where he was named Rock Star in 2011 and 2012. Jevgeni also started the first Java conference in Estonia, Geekout. He has done research in programming languages, types and virtual machines, publishing several papers on topics ranging from category theoretical notions to typesafe Java DSLs. ",
                "firstName": "Jevgeni",
                "lastName": "Kabanov",
                "twitterId": "ekabanov",
                "googlePlusId": "115067593384929890373",
                "linkedInId": "ekabanov",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2071,
                "createdDate": 1386221948309,
                "updatedDate": 1389219945135,
                "version": 3,
                "bio": "Mark Pollack has been a core Spring (Java) developer since 2003, founded its Microsoft counterpart, Spring.NET, in 2004 and led the Spring Data from project 2011 to 2014.  He now co-leads the Spring XD project that aims to simplify Big Data application development involving event streams, ETL, and Hadoop.  Mark is co-author of the Spring Data book by O’Reilly Media.",
                "firstName": "Mark",
                "lastName": "Pollack",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2459,
                "createdDate": 1389713785866,
                "updatedDate": 1389713921218,
                "version": 1,
                "bio": "Yulin Zhao is an application architect and manager at Daugherty Business Solutions. He has been helping his clients estimate, build and deliver customized solutions for over 14 years (primarily Java-based). He has worked in financial and insurance industry, government agencies, product companies and large hotel chains. Yulin's passion is to use technology to help clients solve their business problems.",
                "firstName": "Yulin",
                "lastName": "Zhao",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "yulinzhao",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2155,
                "createdDate": 1388184241816,
                "updatedDate": 1393222091488,
                "version": 2,
                "bio": "Brian Rinaldi is the Developer Content Manager at Telerik. Brian is the founder of the very popular web and mobile developer site Flippin’ Awesome. He writes regularly and also tweets the best articles, tutorials and new projects he finds @remotesynth.",
                "firstName": "Brian",
                "lastName": "Rinaldi",
                "twitterId": "remotesynth",
                "googlePlusId": "+BrianRinaldi",
                "linkedInId": "brianrinaldi",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1399,
                "createdDate": null,
                "updatedDate": 1389155105062,
                "version": 5,
                "bio": "Summers Pittman is a Senior Software Engineer at Red Hat, Devnexus organizer, AJUG Web Chair,  and all around nerd; holds a Masters degree in Human Computer Interaction from GaTech; lives in Atlanta and has for the last 10 years; and knows how to use a semicolon for nested lists in English composition.\r\n\r\nAt Red Hat he is a contributor to the AeroGear project and can often be found on #aerogear on freenode.  He also maintains a blog at http://blog.sagaoftherealms.net as well as various social media presences on all of the requisite sites.",
                "firstName": "Summers",
                "lastName": "Pittman",
                "twitterId": "summerspittman",
                "googlePlusId": "103442292643366117394",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2452,
                "createdDate": 1389560410228,
                "updatedDate": 1391137816412,
                "version": 1,
                "bio": "Developer at Thurst Interactive helping architect games and applications and focusing on client side development.",
                "firstName": "Justin",
                "lastName": "Sheets",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2463,
                "createdDate": 1389714698222,
                "updatedDate": 1389715819443,
                "version": 1,
                "bio": "I work for The Weather Channel's digital division as part of the team that builds backend services for weather.com and the TWC mobile apps.  I have been involved in the Cassandra project since 2010 and have contributed in a variety of ways over the years; this includes work on drivers for Scala and C#, the Hadoop integration, heading up the Atlanta Cassandra Users Group, and answering lots of Stack Overflow questions.",
                "firstName": "Robbie",
                "lastName": "Strickland",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "robbiestrickland",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2562,
                "createdDate": 1390362055011,
                "updatedDate": null,
                "version": 0,
                "bio": "Roy Russo is the Chief Architect at AltiSource Labs, a FinTech startup based in Atlanta, GA. Before joining AltiSource, Roy was the Co-Founder and VP of Product Management for Atlanta-based Marketing Automation vendor, LoopFuse; recently acquired by Seattle-based NearStream, Inc. Roy also helped Co-Found JBoss Portal, a JSR-168 compliant enterprise Java Portal, and represented JBoss on the Java Content Repository, JSR-170. He is currently the founder of ElasticHQ.org an open-source monitoring and management application for ElasticSearch clusters.",
                "firstName": "Roy",
                "lastName": "Russo",
                "twitterId": "royrusso",
                "googlePlusId": "",
                "linkedInId": "royrusso",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2369,
                "createdDate": 1389296640612,
                "updatedDate": 1389296802723,
                "version": 1,
                "bio": "Steve is a PaaS Dust Spreader (aka developer evangelist) with OpenShift. He goes around and shows off all the great work the OpenShift engineers do. He can teach you about PaaS with Java, Python, PostgreSQL MongoDB, and some JavaScript. He has deep subject area expertise in GIS/Spatial, Statistics, and Ecology. He has spoken at over 50 conferences and done over 30 workshops including Monktoberfest, MongoNY, JavaOne, FOSS4G, CTIA, AjaxWorld, GeoWeb, Where2.0, and OSCON. Before OpenShift, Steve was a developer evangelist for LinkedIn, deCarta, and ESRI. Steve has a Ph.D. in Ecology from University of Connecticut. He likes building interesting applications and helping developers create great solutions.",
                "firstName": "Steven",
                "lastName": "Pousty",
                "twitterId": "thesteve0",
                "googlePlusId": "",
                "linkedInId": "thesteve0",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1349,
                "createdDate": null,
                "updatedDate": 1388183931440,
                "version": 2,
                "bio": "Burr is responsible for the JBoss Developer experience covering tools and frameworks. Burr is currently an Oracle Java Champion, previously President of the Atlanta Java Users Group, founder of the DevNexus conference as well as the Atlanta chapter of the IASA. He has been a presenter at numerous developer conferences such as JavaOne, Javapolis (Devoxx), No Fluff Just Stuff, Jazoon and the TDC in Sao Paulo.",
                "firstName": "Burr",
                "lastName": "Sutter",
                "twitterId": "burrsutter",
                "googlePlusId": "+BurrSutter",
                "linkedInId": "",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2236,
                "createdDate": 1389070287494,
                "updatedDate": 1389070480481,
                "version": 1,
                "bio": "Baruch Sadogursky (a.k.a. [@jbaruch](http://twitter.com/jbaruch/)) is the Developer Advocate of [JFrog](www.jfrog.com), the creators of Artifactory Binary Repository, the home of [Bintray](http://bintray.com), JavaOne 2011 and 2013 Duke Choice Awards winner.\r\n\r\nFor a living he hangs out with the JFrog tech leaders, writes code around Artifactory and Bintray, and then shares the experience with the community at [conferences](http://lanyrd.com/profile/jbaruch/sessions/) and in [Artifactory](http://blogs.jfrog.org) and [Bintray](http://blog.bintray.com/) blogs. He does it repeatedly for the last 10 years and enjoys every moment of it.",
                "firstName": "Baruch",
                "lastName": "Sadogursky",
                "twitterId": "jbaruch",
                "googlePlusId": "112280655076209917443",
                "linkedInId": "jbaruch",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2605,
                "createdDate": 1391138850936,
                "updatedDate": 1391139045867,
                "version": 1,
                "bio": "James L. (Jim) Weaver is a Java developer, author, and speaker with a passion for helping Java to be increasingly leveraged in rich-client applications and the Internet of Things. Books that Jim has authored include Inside Java, Beginning J2EE, and Pro JavaFX 2. As an Oracle Java Evangelist, Jim speaks internationally at software technology conferences about Java, JavaFX, and the Internet of Things.\r\n\r\nJim is co-presenting the session [Java SE 8 for Tablets, Pis, and Legos](http://devnexus.com/s/devnexus2014/presentations#id-2181) with [Stephen Chin](http://devnexus.com/s/devnexus2014/speakers#Stephen_Chin).",
                "firstName": "Jim",
                "lastName": "Weaver",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2197,
                "createdDate": 1388762000006,
                "updatedDate": 1388762153308,
                "version": 1,
                "bio": "TJ VanToll is a web developer, speaker, and writer living in Lansing, MI and working as a developer advocate for [Telerik](http://www.telerik.com/). He is an open source advocate that is on the [jQuery UI team](http://jqueryui.com/about/) and publishes [his blog](http://tjvantoll.com/) open source. When not on the internet, TJ is generally found helping his significant other chase their twin sons in circles. TJ is on Twitter as [@tjvantoll](https://twitter.com/tjvantoll) and [tjvantoll](https://github.com/tjvantoll) on Github.",
                "firstName": "TJ",
                "lastName": "VanToll",
                "twitterId": "tjvantoll",
                "googlePlusId": "107609230756320894410",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": "tjvantoll"
            },
            {
                "id": 2076,
                "createdDate": 1386258920759,
                "updatedDate": 1389385375068,
                "version": 1,
                "bio": "Rob Winch is the project lead of the [Spring Security](http://spring.io/spring-security) and [Spring LDAP](http://spring.io/spring-ldap) projects. He is also a committer on the core Spring Framework, co-author of the [Spring Security 3.1 book](http://www.packtpub.com/spring-security-3-1/book), and enjoys presenting about anything technical. In the past he has worked in the health care industry, bioinformatics research, high performance computing, and as a web consultant. When he is not sitting in front of a computer he enjoys playing the guitar.",
                "firstName": "Rob",
                "lastName": "Winch",
                "twitterId": "rob_winch",
                "googlePlusId": "",
                "linkedInId": "rwinch",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2390,
                "createdDate": 1389369822849,
                "updatedDate": 1389371952035,
                "version": 1,
                "bio": "Brian is VP of Product Management at Sonatype. He has extensive open source experience as a member of the Apache Software Foundation and former Chair of the Apache Maven project. Brian was a direct contributor to the Maven ecosystem, including the maven-dependency-plugin and maven-enforcer-plugin. He has over 15 years of experience driving the vision behind, as well as developing and leading the development of software for organizations ranging from startups to large enterprises. Brian is a frequent speaker at national and regional events including JavaOne, and other development related conferences. He holds a BS in CS from Daniel Webster College.",
                "firstName": "Brian",
                "lastName": "Fox",
                "twitterId": "brian_fox",
                "googlePlusId": "",
                "linkedInId": "brianefox",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2494,
                "createdDate": 1389833068967,
                "updatedDate": 1389833364859,
                "version": 1,
                "bio": "Jack is a software developer at ThoughtWorks, currently working with a startup out of San Francisco. He started working with Scala almost two years ago right here in Atlanta, and hasn’t stopped since. Recently, he’s also found himself hosting Clojure Dojos in SF.",
                "firstName": "Jack",
                "lastName": "Singleton",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "jacksingleton",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1019,
                "createdDate": null,
                "updatedDate": 1389122647265,
                "version": 3,
                "bio": "Pratik Patel is the CTO of Atlanta based TripLingo (http://www.triplingo.com/). He wrote the first book on 'enterprise Java' in 1996, \"Java Database Programming with JDBC.\" He has also spoken at various conferences and participates in several local tech groups and startup groups. He's in the startup world now and hacks iOS, Android, HTML5, CSS3, JavaScript, Rails, and ..... well everything except Perl.\r\nPratik's specialty is in large-scale applications for mission-critical and mobile applications use. He has designed and built applications in the retail, health care, financial services, and telecoms sectors. Pratik holds a master's in Biomedical Engineering from UNC, has worked in places such as New York, London, and Hong Kong, and currently lives in Atlanta, GA.",
                "firstName": "Pratik",
                "lastName": "Patel",
                "twitterId": "prpatel",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2517,
                "createdDate": 1389893355960,
                "updatedDate": 1393108648633,
                "version": 3,
                "bio": "Cory has a long history with agile methods, implementing XP, Lean and Agile practices at a wide variety of companies, from startups to regulated industries. In addition, he served as the Global Community Liaison for the Scrum Alliance. He currently runs a software and consulting company, providing coaching, training and consulting for companies around the globe. He also serves as CTO of Pretty Kool Apps, a startup focused on educational technology for therapists and teachers working with children. Cory can be found on Twitter at @cory_foy, and on his blog at http://blog.coryfoy.com.",
                "firstName": "Cory",
                "lastName": "Foy",
                "twitterId": "cory_foy",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2587,
                "createdDate": 1390518045057,
                "updatedDate": 1390854845332,
                "version": 2,
                "bio": "Glen has been programming for over 3 decades, over 2 of those professionally.  He is currently the CTO and lead developer at PlanBase Inc. (planbase.com).  Previously he designed and built web applications for Fidelity Investments and wrote video drivers for ATI.",
                "firstName": "Glen",
                "lastName": "Peterson",
                "twitterId": "GlenKPeterson",
                "googlePlusId": "104211462130643548546",
                "linkedInId": "glenkpeterson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2491,
                "createdDate": 1389827466024,
                "updatedDate": 1391177032865,
                "version": 1,
                "bio": "Stephen specializes in front-end development at Georgia Tech's Department of Education Technology where he is helping to build the [Open Academic Environment](http://www.oaeproject.org). He is the author of [several books](http://www.amazon.com/Stephen-A.-Thomas/e/B000APYM22) on the Internet and networking technology and has written about JavaScript development for [Smashing Magazine](http://mobile.smashingmagazine.com/2013/07/22/simple-responsive-images-with-css-backgrounds/), [sitepoint](http://www.sitepoint.com/unit-testing-backbone-js-applications/) and [others](http://ui-cloud.com/web-based-visualization-part-1-the-d3-js-key-concept/).",
                "firstName": "Stephen",
                "lastName": "Thomas",
                "twitterId": "stephen_thomas",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1137,
                "createdDate": null,
                "updatedDate": 1389193798314,
                "version": 6,
                "bio": "Les Hazlewood is Stormpath co-founder and CTO and the Apache Shiro PMC Chair.\r\n\r\nPrior to forming Stormpath, Les held senior architectural positions at Bloomberg and Delta Airlines and he was former CTO of a software engineering firm supporting educational and government agencies. Les has been actively involved in Open Source for more than 10 years, committing or contributing to projects like the Spring Framework, JBoss, and Apache Shiro. Les has a BS in Computer Science from Georgia Tech, and practices Kendo and studies Japanese when he's not coding.\r\n\r\n2013\r\n\r\nJavaOne (awarded “Rock Star” presenter)\r\nGlueCon 2013\r\nJAXConf 2013\r\nApacheCon NA\r\nDeveloperWeek 2013\r\nSilicon Valley Grails User Group\r\n\r\n2012\r\n\r\nJavaOne (awarded “Rock Star” presenter)\r\nRich Web Experience\r\nSilicon Valley Web User Group @ Google\r\nEast Bay Java User Group\r\nSilicon Valley Linux User Group\r\n\r\n2011 \r\n\r\nOSCON 2011\r\nDevNexus 2011\r\nSan Francisco Java User Group, etc.\r\n\r\nRecent Speaking Videos:\r\n\r\n[API Strategies for Developers](http://www.youtube.com/watch?v=bx4WQ0bjruY) @ DeveloperWeek 2013\r\n[Beautiful REST + JSON API Design](http://www.youtube.com/watch?v=hdSrT4yjS1g) @ Google, Silicon Valley Web User Group, August 2012\r\n[Securing Passwords Properly](http://www.youtube.com/watch?v=6bR110r-RfY) @ Rackspace, Linux User Group, September 2012\r\n",
                "firstName": "Les",
                "lastName": "Hazlewood",
                "twitterId": "lhazlewood",
                "googlePlusId": "",
                "linkedInId": "lhazlewood",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2217,
                "createdDate": 1388841590213,
                "updatedDate": 1388841787451,
                "version": 1,
                "bio": "Ed Burns is currently a consulting member of the technical staff at Oracle America Inc., where he leads a team of Web experts from across the industry in developing JavaServer Faces Technology through the Java Community Process and in open source. He is the author of four books for McGraw-Hill: Secrets of the Rock Star Programmers (2008), JavaServer Faces: The Complete Reference (co-authored with Chris Schalk, 2006), JavaServer Faces 2.0: The Complete Reference (co-authored with Chris Schalk and Neil Griffin, 2009), and Hudson Continuous Integration in Practice (co-authored with Winston Prakash, 2013).\r\n\r\nBefore working on JavaServer Faces, Ed worked on a wide variety of client and server-side Web technologies since 1994, including NCSA Mosaic for X, Mozilla, the Sun Java Plug-in, Jakarta Tomcat, the Cosmo Create HTML authoring tool, and the Web transport layer in the Irix operating system from Silicon Graphics.\r\n\r\nEd is a frequent speaker at international industry conferences, having presented many times at Oracle's JavaOne conference, given keynote addresses at the W-JAX and JAX conferences in Germany, the Globalcode Developer’s Conference in Sao Paulo, Brazil, the JSF Days and CONFESS Conferences in Vienna, Austria, the DOAG Conference in Nuremberg, Germany, and also has spoken at numerous Java User Group meetings and the No Fluff Just Stuff Java Symposium. Further information and blogs may be found at http://purl.oclc.org/NET/edburns/.",
                "firstName": "Edward",
                "lastName": "Burns",
                "twitterId": "edburns",
                "googlePlusId": "edburns",
                "linkedInId": "edburns",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2570,
                "createdDate": 1390369429637,
                "updatedDate": 1390523925338,
                "version": 1,
                "bio": "Matt brings over a decade of customer implementation and support experience to his role as Apprenda’s VP of Client Services. Apprenda’s client services team drives education, implementation, and customization of Apprenda for customers around the world through the world’s first private cloud adoption program: Apprenda CloudRISE. He’s a regular speaker at various conferences and Code Camps around the U.S and teaches INF496 Cloud Computing at SUNY Albany. Matt was awarded the Business Review’s 40 Under 40 in 2010.",
                "firstName": "Matt",
                "lastName": "Ammerman",
                "twitterId": "mattammerman",
                "googlePlusId": "",
                "linkedInId": "mattammerman",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2182,
                "createdDate": 1388528881962,
                "updatedDate": 1388529106328,
                "version": 1,
                "bio": "James Chittenden is a solutions engineer on the Google Cloud Platform team. James comes from a strong development background, focusing on a broad set of areas including open source, Microsoft stack as well as wide variety of UX capabilities. He has over 15 years of deep IT enterprise experience, including a strong focus on Business Intelligence, UX as well as an evangelist promoting developer technologies.",
                "firstName": "James",
                "lastName": "Chittenden",
                "twitterId": "okayjames",
                "googlePlusId": "102504295202090613399",
                "linkedInId": "chittenden",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1074,
                "createdDate": null,
                "updatedDate": 1388501050468,
                "version": 3,
                "bio": "Principal consultant and a member of the core team at Agile Artisans, Jared Richardson works with other software craftsmen to build excellent custom software. He sold his first software program in 1991 and has been immersed in software ever since. He balances his time between coaching Agile teams and creating great software. Jared has authored and coauthored a number of books, including the best selling Ship It! A Practical Guide to Successful Software Projects and Career 2.0: Take Control of Your Life. He is a frequent speaker at software conferences and a thought leader in agile. Jared lives with his wife and children in North Carolina where they recently, quite by accident, became backyard chicken farmers. He's on the web at AgileArtisans.com.",
                "firstName": "Jared",
                "lastName": "Richardson",
                "twitterId": "jaredrichardson",
                "googlePlusId": "",
                "linkedInId": "jaredrr",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1006,
                "createdDate": null,
                "updatedDate": null,
                "version": 2,
                "bio": "Neal Ford is Software Architect and Meme Wrangler at ThoughtWorks, a global IT consultancy with an exclusive focus on end-to-end software development and delivery. He is also the designer and developer of applications, instructional materials, magazine articles, courseware, video/DVD presentations, and author and/or editor of 6 books spanning a variety of technologies, including the most recent The Productive Programmer. He focuses on designing and building of large-scale enterprise applications. He is also an internationally acclaimed speaker, speaking at over 100 developer conferences worldwide, delivering more than 600 talks. Check out his web site at http://www.nealford.com. He welcomes feedback and can be reached at nford@thoughtworks.com.",
                "firstName": "Neal",
                "lastName": "Ford",
                "twitterId": "neal4d",
                "googlePlusId": null,
                "linkedInId": null,
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2177,
                "createdDate": 1388449526423,
                "updatedDate": 1388449779169,
                "version": 1,
                "bio": "Verlin Henderson is the Chief Architect at inBloom, Inc., a 501c3 non-profit dedicated to improving K-12 education by enabling personalized learning with technology. He has been developing software professionally for over 15 years on both open-source and commercial software stacks, most recently focusing on Java. He has an irrational love for both Perl and ACC basketball.\r\n",
                "firstName": "Verlin",
                "lastName": "Henderson",
                "twitterId": "verlinray",
                "googlePlusId": "103054244300098885755",
                "linkedInId": "",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 2231,
                "createdDate": 1389069430740,
                "updatedDate": 1389069648407,
                "version": 1,
                "bio": "Kyle Simpson is an Open Web Evangelist from Austin, TX. He's passionate about JavaScript, HTML5, real-time/peer-to-peer communications, and web performance. Otherwise, he's probably bored by it. Kyle is an author, workshop trainer, tech speaker, and avid OSS community member. ",
                "firstName": "Kyle",
                "lastName": "Simpson",
                "twitterId": "getify",
                "googlePlusId": "103205816011388489154",
                "linkedInId": "getify",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2555,
                "createdDate": 1390344439224,
                "updatedDate": 1390855158235,
                "version": 1,
                "bio": "Raju Gandhi is a Java/Ruby developer and a programming language geek. He has been writing software for the better part of a decade in several industries including education, finance, construction and the manufacturing sector. Raju has a graduate degree in Industrial Engineering from Ohio University. In his spare time you will find Raju reading, or watching movies, or playing with yet another programming language. He is affectionately known as loosely typed on Twitter.",
                "firstName": "Raju",
                "lastName": "Gandhi",
                "twitterId": "looselytyped",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2567,
                "createdDate": 1390368818616,
                "updatedDate": 1390524360736,
                "version": 1,
                "bio": "Entrepreneur and technologist with expertise is in project rescue, enterprise software, systems integration, infrastructure, and Open Source Software.  ",
                "firstName": "Tom",
                "lastName": "Elrod",
                "twitterId": "telrodus",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2497,
                "createdDate": 1389849892239,
                "updatedDate": 1389850318885,
                "version": 2,
                "bio": "Ann Robson is a JavaScript engineer at Yammer interested in web performance and web development best practices.",
                "firstName": "Ann",
                "lastName": "Robson",
                "twitterId": "arobson",
                "googlePlusId": "103603712317261377287",
                "linkedInId": "aerobson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1400,
                "createdDate": null,
                "updatedDate": 1390108011906,
                "version": 3,
                "bio": "Chris Richardson is a developer and architect with over 20 years of experience. He is a Java Champion and the author of POJOs in Action, which describes how to build enterprise Java applications with POJOs and frameworks such as Spring and Hibernate. Chris is the founder of the original CloudFoundry.com, an early Java PaaS (Platform-as-a-Service) for Amazon EC2. He spends his time investigating better ways of developing and deploying software. Chris has a computer science degree from the University of Cambridge in England and lives in Oakland, CA.\r\n",
                "firstName": "Chris",
                "lastName": "Richardson",
                "twitterId": "crichardson",
                "googlePlusId": "108297680332061841715",
                "linkedInId": "pojos",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1294,
                "createdDate": null,
                "updatedDate": 1390408236167,
                "version": 3,
                "bio": "Peter is a contract member of the GitHub training team, the co-founder and CTO of Speak Geek, helping business people to hire and manage developers more effectively, the co-founder of CTO school and a regular presenter on a range of technologies - from chef to Neo4j.\r\n\r\nHe has presented at a range of conferences including DLD conference, ooPSLA, DevNexus, QCon NY, QCon SF, RubyNation, SpringOne2GX, Code Generation, Practical Product Lines, the British Computer Society Software Practices Advancement conference, GraphConnect, cf.Objective(), CF United, Scotch on the Rocks, WebDU, WebManiacs, UberConf, the Rich Web Experience and the No Fluff Just Stuff Enterprise Java tour. He has been published in IEEE Software, Dr. Dobbs, IBM developerWorks, Information Week, Methods & Tools, Mashed Code, the Open Source Journal, NFJS the Magazine and GroovyMag.",
                "firstName": "Peter",
                "lastName": "Bell",
                "twitterId": "peterbell",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2547,
                "createdDate": 1390275999275,
                "updatedDate": null,
                "version": 0,
                "bio": "Stephen Feather founded Feather Direct in 2009, recognizing a need for quality mobile app development, reputation management, and SEO services for smaller organizations. He worked directly with communications companies such as Netscape, Microsoft, and Oracle in the early days of the Internet. In 1996 he authored JavaScript by Example, one of the first publications on the then-new scripting language. He volunteers time to assist and train a new generation of app developers through online forums and local user groups.",
                "firstName": "Stephen ",
                "lastName": "Feather",
                "twitterId": "StephenFeather",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2214,
                "createdDate": 1388800415612,
                "updatedDate": 1388800587339,
                "version": 1,
                "bio": "As the president and CEO of Bluetube, I lead a group of digital experience pioneers who seamlessly blend the technical and creative to meet our client’s needs. I help my clients navigate, leverage and bend the digital space to meet their needs so they can better communicate their message and reach their customers. And I love doing it.\r\n\r\nI have a solid background in the IT Space, where I spent two decades working as a developer and an architect for fortune 500’s before moving into a leadership role an founding Bluetube.\r\n\r\nI’m fueled by an entrepreneurial spirit and a desire to create and innovate, which is why I started Bluetube in 1999. I’m lucky to be surrounded by like-minded designers, developers, programmers and strategists. Whether it’s via mobile, tablet, desktop or social media outlets, working with CNN.com, Kimberly Clark, or the new startup– we work together to craft digital solutions and strategies for our clients.\r\n\r\nI’ve lived in Atlanta since 1996 and became a U.S. citizen in 2010, but I’m originally from Manchester, England.",
                "firstName": "Grant",
                "lastName": "Davies",
                "twitterId": "bluetubei",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1405,
                "createdDate": null,
                "updatedDate": 1390107333373,
                "version": 3,
                "bio": "Chris Risner is a Windows Azure Technical Evangelist at Microsoft. There he is focused on connecting Windows Azure with mobile apps. For the past several years, Chris spent his time doing iOS and Android development.  Before working in mobile, Chris worked on many large scale enterprise applications in Java and .NET. Chis is a constant learner who loves technology of all flavors and has a vast amount of experience in iOS, Android, Smart Clients, Asp.Net MVC, C#, Java, and Objective C. You can find out more about Chris at http://chrisrisner.com and http://twitter.com/chrisrisner.",
                "firstName": "Chris",
                "lastName": "Risner",
                "twitterId": "chrisrisner",
                "googlePlusId": "ChrisRisner",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2449,
                "createdDate": 1389560030399,
                "updatedDate": 1390525098644,
                "version": 1,
                "bio": "Entrepreneurial technology leader with extensive experience providing quality services for clients in need of end-to-end mobile and web solutions.",
                "firstName": "Andrew",
                "lastName": "Zuercher",
                "twitterId": "bahzuercher",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1334,
                "createdDate": null,
                "updatedDate": 1389373961466,
                "version": 3,
                "bio": "Josh Suereth is a Senior Software Engineer at Typesafe and the author of \"Scala In Depth\". He has been a Scala enthusiast ever since he came to know this beautiful language in 2007. He started his professional career as a software developer in 2004 using programming languages like C++, Perl and Java. In 2009 he began writing the book \"Scala In Depth\" which provides practical support for using Scala in every day applications. Josh regularly shares his expertise in articles and talks.",
                "firstName": "Josh",
                "lastName": "Suereth",
                "twitterId": "jsuereth",
                "googlePlusId": "116090704407622565882",
                "linkedInId": "joshuasuereth",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2551,
                "createdDate": 1390340646368,
                "updatedDate": 1390360525692,
                "version": 2,
                "bio": "Mariana Bravo studies and uses Agile since 2006, having interest in themes such as: TDD, refactoring, software craftsmanship, and Lean Software Development. She was a co-founder and organizer of the Coding Dojo @ SP, as well as an organizer for Agile Brazil and Encontro Ágil. Since 2011 she is a developer and a consultant at ThoughtWorks, helping teams to deliver high quality software using Agile.\r\n\r\nMariana Bravo is co-presenting with Danilo Sato.",
                "firstName": "Mariana",
                "lastName": "Bravo",
                "twitterId": "marivb",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1009,
                "createdDate": null,
                "updatedDate": 1389891647690,
                "version": 3,
                "bio": "Dr. Venkat Subramaniam is an award winning author, founder of Agile Developer, Inc., and an adjunct faculty at the University of Houston. He has trained and mentored thousands of software developers in the US, Canada, Europe, and Asia, and is a regular invited speaker at several international conferences. Venkat is the coauthor of 2007 Jolt Productivity Award winning \"Practices of an Agile Developer,\" author of \"Programming Groovy\" and \"Programming Scala\". His latest book is \"Functional Programming in Java: Harnessing the Power of Java 8 Lambda Expressions.\"",
                "firstName": "Venkat",
                "lastName": "Subramaniam",
                "twitterId": "venkat_s",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2423,
                "createdDate": 1389376986866,
                "updatedDate": 1389377129173,
                "version": 1,
                "bio": "Michael Minella is a software engineer, teacher and author with over a decade of enterprise development experience. Michael was a member of the expert group for JSR-352 (java batch processing). He currently works for Pivotal as the project lead for the Spring Batch project as well as an instructor at DePaul University. Michael is the author of Pro Spring Batch from Apress and the popular Refcard JUnit and EasyMock. \r\n\r\nOutside of the daily grind, Michael enjoys spending time with his family and enjoys woodworking, photography, and InfoSec as hobbies.",
                "firstName": "Michael",
                "lastName": "Minella",
                "twitterId": "michaelminella",
                "googlePlusId": "",
                "linkedInId": "michaelminella",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2581,
                "createdDate": 1390431446827,
                "updatedDate": 1390524940091,
                "version": 1,
                "bio": "Dr. Gail Zhou is a seasoned software architect and IT leader. She has led the design and implementation of very large programs with track record of delivery (annual budget: $3M-$35M). Her current passion is leveraging Big Data technology to design and develop leading edge business solutions.  She has held leadership positions in Fortune 100 companies, such as Chief Architect,  SVP of Strategic Architecture,  and Director of Enterprise Application and Data Architectures. She is the founder of Gail Z Associates, a company specialized in architecture and program management.",
                "firstName": "Gail",
                "lastName": "Zhou",
                "twitterId": "",
                "googlePlusId": "",
                "linkedInId": "gailzhou",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1401,
                "createdDate": null,
                "updatedDate": 1389070133906,
                "version": 3,
                "bio": "Joe began writing software in the late ’90s at a large insurance company. He soon moved to Evant, a start-up which became an early case study for eXtreme Programming and Agile software development processes. After spending several years as a consultant, Joe joined [Pivotal Labs](http://pivotallabs.com/ \"Pivotal Labs\") in 2005 as a founding members of Pivotal’s Ruby on Rails practice. Joe has led projects for a wide variety of clients, from one-person start-ups to the world’s largest social networks and search companies. Since moving to Atlanta in 2010 Joe has pair programmed *remotely* full time with Pivotal Labs coworkers and clients around the country. He also blogs about his his passion, remote pair programming, at [http://remotepairprogramming.com](http://remotepairprogramming.com \"Remote Pair Programming\").",
                "firstName": "Joe",
                "lastName": "Moore",
                "twitterId": "joem",
                "googlePlusId": "117780844371029896129",
                "linkedInId": "josephlmoore",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2172,
                "createdDate": 1388448065577,
                "updatedDate": 1388448274865,
                "version": 1,
                "bio": "Stephen Chin is a Java Ambassador at Oracle specializing in embedded and UI technology, co-author of the Pro JavaFX Platform 2 title, and the JavaOne Content Chair. He has been featured at Java conferences around the world including Devoxx, JFokus, OSCON, JFall, GeeCON, JustJava, and JavaOne, where he thrice received a Rock Star Award. Stephen can be followed on twitter @steveonjava, reached via his blog: http://steveonjava.com/, and his hacking adventures can be seen on: http://nighthacking.com/",
                "firstName": "Stephen",
                "lastName": "Chin",
                "twitterId": "steveonjava",
                "googlePlusId": "102473624010115291999",
                "linkedInId": "steveonjava",
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 1432,
                "createdDate": null,
                "updatedDate": 1389154697582,
                "version": 2,
                "bio": "As a Pivotal engineer, Glenn is a core committer for Spring Integration, Spring XD and has contributed to Spring Batch and Spring Boot. He has 11 years experience in designing, building and delivering enterprise level applications in Java and 19 years total of software development experience.",
                "firstName": "Glenn",
                "lastName": "Renfro",
                "twitterId": "cppwfs",
                "googlePlusId": "110989445968749549857",
                "linkedInId": "cppwfs",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2523,
                "createdDate": 1390021326211,
                "updatedDate": 1390021637926,
                "version": 1,
                "bio": "Craig Walls is a senior engineer with Pivotal as the Spring Social project lead and is the author of Spring in Action. He's a zealous promoter of the Spring Framework, speaking frequently at local user groups and conferences and writing about Spring. When he's not slinging code, Craig spends as much time as he can with his wife, two daughters, 2 birds and 3 dogs.\r\n",
                "firstName": "Craig",
                "lastName": "Walls",
                "twitterId": "habuma",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2470,
                "createdDate": 1389717760575,
                "updatedDate": 1389718105115,
                "version": 1,
                "bio": "Mike Cantelon is a Vancouver, Canada, based web developer who works on open source archival systems for Artefactual Systems. Mike is co-author of Manning Publications' \"Node.js in Action\".",
                "firstName": "Mike",
                "lastName": "Cantelon",
                "twitterId": "mcantelon",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2439,
                "createdDate": 1389388920860,
                "updatedDate": 1389389085188,
                "version": 1,
                "bio": "[Stuart Sierra](http://stuartsierra.com/) is a programmer, actor, musician, and writer. He lives in New York City and works for [Cognitect](http://cognitect.com/). He is the co-author, with Luke VanderHart, of [ClojureScript: Up and Running](http://shop.oreilly.com/product/0636920025139.do) (O'Reilly) and [Practical Clojure](http://www.apress.com/9781430272311) (Apress).\r\n",
                "firstName": "Stuart",
                "lastName": "Sierra",
                "twitterId": "stuartsierra",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2577,
                "createdDate": 1390428909699,
                "updatedDate": 1390524704735,
                "version": 1,
                "bio": "Toby is a Javascript developer in Atlanta. He blogs at tobyho.com and is passionate about helping others learn. He is active in the open source community where his proudest work is Test'em - a Javascript test runner.",
                "firstName": "Toby",
                "lastName": "Ho",
                "twitterId": "airportyh",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 1013,
                "createdDate": null,
                "updatedDate": 1389131486395,
                "version": 2,
                "bio": "Jason is a software guy living in Atlanta, GA. He's been slinging code since the age of 12 and would dearly love to be slinging code until he finally pops his clogs. He's worked at startups, airlines, telcos and software companies big and small. He's currently Director of Engineering at Lancope - a fast growing network security company that helps enterprises protect what is important from advanced cyber threats. ",
                "firstName": "Jason",
                "lastName": "Chambers",
                "twitterId": "jasondchambers",
                "googlePlusId": "",
                "linkedInId": "jasondchambers",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2066,
                "createdDate": 1386218596643,
                "updatedDate": 1386260112330,
                "version": 1,
                "bio": "Sven Peters is a software geek working as an ambassador for Atlassian. He has been developing Java applications for over 12 years and leading small teams using lean methodologies. Sven likes effective software development and cares about the motivation of developers.\r\n",
                "firstName": "Sven",
                "lastName": "Peters",
                "twitterId": "svenpet",
                "googlePlusId": "107767156769346946665",
                "linkedInId": null,
                "lanyrdId": null,
                "githubId": null
            },
            {
                "id": 1284,
                "createdDate": null,
                "updatedDate": 1389852291467,
                "version": 3,
                "bio": "Josh Long is the Spring developer advocate at [Pivotal](http://gopivotal.com). Josh is the lead author on 4 books and instructor in one of Safari's best-selling video series, all on Spring. Josh likes solutions that push the boundaries of the technologies that enable them. His interests include cloud-computing, business-process management, big-data and high availability, mobile computing and smart systems. He blogs on [spring.io](https://spring.io/team/jlong) or on [his personal blog](http://joshlong.com) and [on Twitter (@starbuxman)](http://twitter.com/starbuxman).",
                "firstName": "Josh",
                "lastName": "Long",
                "twitterId": "starbuxman",
                "googlePlusId": "",
                "linkedInId": "",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2454,
                "createdDate": 1389643137990,
                "updatedDate": 1392064218439,
                "version": 1,
                "bio": "Stephen Wilson is a 15 year IT professional that currently is the Directory of Product Specialist.   His background includes both development and operations.  With a focus on DevOps, he works to educate, promote, and evangelize companies to look at performance as the platform to transform IT.  His work includes not only helping deliver better application performance but also helping culture change within IT organizations.  This kind of insight into the challenges that both developers face as well as those faced by the operational team allows him to be seen as a trusted advisor.",
                "firstName": "Stephen",
                "lastName": "Wilson",
                "twitterId": "steve0wilson",
                "googlePlusId": "",
                "linkedInId": "stephen-wilson",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2270,
                "createdDate": 1389122265629,
                "updatedDate": 1391547938242,
                "version": 1,
                "bio": "Laura Moore is currently a Sr. Consultant with Daugherty Business Systems in Atlanta, GA  and has been building online web application tools for customers in transportation and telecommunications for over 12 years.  ",
                "firstName": "Laura",
                "lastName": "Moore",
                "twitterId": "lk_moore",
                "googlePlusId": "",
                "linkedInId": "laurakmoore",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2620,
                "createdDate": 1391485222862,
                "updatedDate": 1391486146251,
                "version": 2,
                "bio": "Jamie Turner is the author of \"How to Make Money with Social Media\" and \"Go Mobile\" an Amazon #1 best selling mobile marketing book. He is also the CEO of 60 Second Communications, a full-service marketing agency and the  founder of 60SecondMarketer.com, an online magazine that provides tips and techniques for marketers around the globe.\r\n\r\nJamie is a regular guest on CNN and HLN on the topics of social media, mobile marketing and branding. He has worked with brands such as AT&T, CNN, Motorola, Cartoon Network and The Coca-Cola Company. \r\n\r\nIn addition to the 60 Second Marketer blog, Jamie writes for Mashable, HubSpot and Social Media Examiner.\r\n\r\nHe has been profiled in the world’s best-selling marketing textbook and is an internationally-recognized keynote speaker at trade shows, events and corporations around the globe. He is known for his ability to provide relevant marketing insights in a light-hearted style that keeps audiences engaged and entertained.\r\n\r\nYou can follow Jamie on Twitter @AskJamieTurner and via his blog at [60SecondMarketer.com/blog](http://60SecondMarketer.com/blog).\r\n",
                "firstName": "Jamie",
                "lastName": "Turner",
                "twitterId": "AskJamieTurner",
                "googlePlusId": "+JamieTurner",
                "linkedInId": "askjamieturner",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2550,
                "createdDate": 1390340536367,
                "updatedDate": 1390341709434,
                "version": 3,
                "bio": "Danilo Sato is a software developer for more than 11 years, and has been working as a Lead Consultant at ThoughtWorks for 5 years in various roles, such as developer, architect, tech lead, coach, trainer, and devops. He is the author of the book \"Devops na Prática\" and is an experienced speaker having presented talks and workshops in conferences such as QConSP 2011-2013, RubyConfBr 2012-2013, AgileBrazil 2010-2012, Agile 2008-2009, and XP 2009-2010. He is also an organizer for AgileBrazil and founder of the Coding Dojo @ SP.\r\n\r\nDanilo Sato is co-presenting with Mariana Bravo.",
                "firstName": "Danilo",
                "lastName": "Sato",
                "twitterId": "dtsato",
                "googlePlusId": "",
                "linkedInId": "danilosato",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2238,
                "createdDate": 1389104453863,
                "updatedDate": 1390666236580,
                "version": 2,
                "bio": "Ted Neward is the CTO of iTrellis, a polyglot consultancy, and is an industry professional of twenty years' experience. He speaks at conferences all over the world and writes regularly for a variety of publications across the Java, .NET, and other ecosystems. He currently resides in the Pacific Northwest with his wife, two sons, dog, four cats, eight laptops, seven tablets, nine phones, and a rather large utility bill.",
                "firstName": "Ted",
                "lastName": "Neward",
                "twitterId": "tedneward",
                "googlePlusId": "",
                "linkedInId": "tedneward",
                "lanyrdId": "",
                "githubId": ""
            },
            {
                "id": 2310,
                "createdDate": 1389138605648,
                "updatedDate": 1389156111804,
                "version": 1,
                "bio": "Ken is an international speaker on the subject of software engineering speaking at conferences such as JavaOne, JavaZone, Jax-India, and The Strange Loop. He is a regular speaker with NFJS where he is best known for his architecture and security hacking talks.  In 2009, Ken was honored by being awarded the JavaOne Rockstar Award at JavaOne in SF, California and the JavaZone Rockstar Award at JavaZone in Oslo, Norway as the top ranked speaker.",
                "firstName": "Ken",
                "lastName": "Sipe",
                "twitterId": "kensipe",
                "googlePlusId": "kensipe",
                "linkedInId": "kensipe",
                "lanyrdId": "",
                "githubId": ""
            }
        ]
    }
}